
{
  "value": "barbarian",
  "label": { "en": "Barbarian", "fr": "Barbare" },
  "hitDice": "d12",
  "babProgression": "good",
  "saves": { "fortitude": "good", "reflex": "poor", "will": "poor" },
  "generalDescription": {
    "en": "<p>Barbarians are savage warriors from the wild frontiers, relying on their primal fury and immense strength.<br />They are often tribal, disdainful of civilization, and fiercely independent.<br/><b>Note:</b> Barbarians are illiterate unless they spend skill points on the Read/Write Language skill or take a level in another class.</p>",
    "fr": "<p>Les barbares sont des guerriers sauvages des frontières sauvages, comptant sur leur fureur primale et leur force immense.<br />Ils sont souvent tribaux, dédaigneux de la civilisation et farouchement indépendants.<br/><b>Note :</b> Les barbares sont illettrés à moins qu'ils ne dépensent des points de compétence dans la compétence Lire/Écrire une langue ou ne prennent un niveau dans une autre classe.</p>"
  },
  "loreAttributes": [
    { "key": { "en": "Alignment", "fr": "Alignement" }, "value": { "en": "Any nonlawful.", "fr": "Tout sauf loyal." } },
    { "key": { "en": "Religion", "fr": "Religion" }, "value": { "en": "Barbarians may revere animal spirits, nature deities, or ancestors.", "fr": "Les barbares peuvent vénérer des esprits animaux, des divinités de la nature ou des ancêtres." } },
    { "key": { "en": "Background", "fr": "Antécédents" }, "value": { "en": "Often outcasts or members of nomadic tribes.", "fr": "Souvent des parias ou des membres de tribus nomades." } },
    { "key": { "en": "Races", "fr": "Races" }, "value": { "en": "Humans and half-orcs are common barbarians.", "fr": "Les humains et les demi-orques sont des barbares courants." } },
    { "key": { "en": "Weapon and Armor Proficiency", "fr": "Maîtrise des armes et armures" }, "value": { "en": "Barbarians are proficient with all simple and martial weapons, light and medium armor, and shields (except tower shields).", "fr": "Les barbares sont formés au maniement de toutes les armes courantes et de guerre, des armures légères et intermédiaires, et des boucliers (sauf les pavois)." } }
  ],
  "grantedFeats": [
    { "featId": "simple-weapon-proficiency", "levelAcquired": 1, "note": { "en": "Class Proficiency", "fr": "Formation de classe" } },
    { "featId": "martial-weapon-proficiency-all", "levelAcquired": 1, "note": { "en": "Class Proficiency", "fr": "Formation de classe" } },
    { "featId": "armor-proficiency-light", "levelAcquired": 1, "note": { "en": "Class Proficiency", "fr": "Formation de classe" } },
    { "featId": "armor-proficiency-medium", "levelAcquired": 1, "note": { "en": "Class Proficiency", "fr": "Formation de classe" } },
    { "featId": "shield-proficiency", "levelAcquired": 1, "note": { "en": "Class Proficiency", "fr": "Formation de classe" } },
    { "featId": "class-barbarian-fast-movement", "levelAcquired": 1 },
    { "featId": "class-barbarian-rage", "levelAcquired": 1 },
    { "featId": "class-barbarian-uncanny-dodge", "levelAcquired": 2 },
    { "featId": "class-barbarian-trap-sense", "levelAcquired": 3 },
    { "featId": "class-barbarian-improved-uncanny-dodge", "levelAcquired": 5 },
    { "featId": "class-barbarian-damage-reduction", "levelAcquired": 7 },
    { "featId": "class-barbarian-greater-rage", "levelAcquired": 11 },
    { "featId": "class-barbarian-indomitable-will", "levelAcquired": 14 },
    { "featId": "class-barbarian-tireless-rage", "levelAcquired": 17 },
    { "featId": "class-barbarian-mighty-rage", "levelAcquired": 20 }
  ],
  "classSpecificFeats": [
    {
      "value": "class-barbarian-fast-movement",
      "label": { "en": "Fast Movement", "fr": "Déplacement rapide" },
      "description": {
        "en": "<b>Benefit:</b> A barbarian’s land speed is faster than the norm for her race by +10 feet. This benefit applies only when she is wearing no armor, light armor, or medium armor and not carrying a heavy load. Apply this bonus before modifying the barbarian’s speed because of any load carried or armor worn. For example, a human barbarian has a speed of 40 feet, rather than 30 feet, when wearing light or no armor. When wearing medium armor or carrying a medium load, her speed drops to 30 feet. A halfling barbarian has a speed of 30 feet, rather than 20 feet, in light or no armor. When wearing medium armor or carrying a medium load, her speed drops to 20 feet.",
        "fr": "<b>Avantage :</b> La vitesse terrestre d'un barbare est supérieure de +3 mètres à la normale pour sa race. Cet avantage ne s'applique que s'il ne porte pas d'armure, une armure légère ou intermédiaire et qu'il n'est pas lourdement chargé. Appliquez ce bonus avant de modifier la vitesse du barbare en fonction de la charge transportée ou de l'armure portée. Par exemple, un barbare humain a une vitesse de 12 mètres, au lieu de 9 mètres, lorsqu'il porte une armure légère ou aucune armure. Lorsqu'il porte une armure intermédiaire ou une charge moyenne, sa vitesse tombe à 9 mètres. Un barbare halfelin a une vitesse de 9 mètres, au lieu de 6 mètres, en armure légère ou sans armure. Lorsqu'il porte une armure intermédiaire ou une charge moyenne, sa vitesse tombe à 6 mètres."
      },
      "effectsText": { "en": "+10 ft. to land speed (if unarmored/light/medium armor, not heavy load).", "fr": "+3m à la vitesse terrestre (si armure légère/moyenne/aucune, pas de charge lourde)." },
      "isClassFeature": true,
      "permanentEffect": true,
      "type": "special-ex",
      "effects": [
        {
          "type": "speed",
          "speedType": "land",
          "modification": "bonus",
          "value": 10,
          "bonusType": "enhancement",
          "condition": "unarmored_or_light_medium_armor_and_not_heavy_load"
        }
      ]
    },
    {
      "value": "class-barbarian-rage",
      "label": { "en": "Rage", "fr": "Rage" },
      "permanentEffect": false,
      "description": {
        "en": "<b>Benefit:</b> A barbarian can fly into a rage a certain number of times per day. In a rage, a barbarian temporarily gains a +4 bonus to Strength, a +4 bonus to Constitution, and a +2 morale bonus on Will saves, but he takes a –2 penalty to Armor Class. The increase in Constitution increases the barbarian’s hit points by 2 points per level, but these hit points go away at the end of the rage when his Constitution score returns to normal. (These hit points are not lost first the way temporary hit points are.) While raging, a barbarian cannot use any Charisma-, Dexterity-, or Intelligence-based skills (except for Balance, Escape Artist, Intimidate, and Ride), the Concentration skill, or any abilities that require patience or concentration, nor can he cast spells or activate magic items that require a command word, a spell trigger (such as a wand), or spell completion (such as a scroll) to function. He can use any feat he has except Combat Expertise, item creation feats, and metamagic feats. A fit of rage lasts for a number of rounds equal to 3 + the character’s (newly improved) Constitution modifier. A barbarian may prematurely end his rage. At the end of the rage, the barbarian loses the rage modifiers and restrictions and becomes fatigued (–2 penalty to Strength, –2 penalty to Dexterity, can’t charge or run) for the duration of the encounter. A barbarian can fly into a rage only once per encounter. At 1st level he can use his rage ability once per day. At 4th level and every four levels thereafter, he can use it one additional time per day (up to a maximum of six times per day at 20th level). Entering a rage takes no time itself, but a barbarian can do it only during his action, not in response to someone else’s action.",
        "fr": "<b>Avantage :</b> Un barbare peut entrer en rage un certain nombre de fois par jour. En rage, un barbare gagne temporairement un bonus de +4 en Force, un bonus de +4 en Constitution et un bonus de moral de +2 aux jets de Volonté, mais il subit une pénalité de –2 à la Classe d'Armure. L'augmentation de la Constitution augmente les points de vie du barbare de 2 points par niveau, mais ces points de vie disparaissent à la fin de la rage lorsque son score de Constitution revient à la normale. (Ces points de vie ne sont pas perdus en premier comme le sont les points de vie temporaires.) En rage, un barbare ne peut utiliser aucune compétence basée sur le Charisme, la Dextérité ou l'Intelligence (sauf Équilibre, Art de la Fugue, Intimidation et Équitation), la compétence Concentration, ou toute capacité qui nécessite de la patience ou de la concentration, ni lancer de sorts ou activer des objets magiques qui nécessitent un mot de commande, un déclencheur de sort (comme une baguette) ou l'achèvement d'un sort (comme un parchemin) pour fonctionner. Il peut utiliser n'importe quel don qu'il possède sauf Expertise du combat, les dons de création d'objets et les dons de métamagie. Un accès de rage dure un nombre de rounds égal à 3 + le modificateur de Constitution (nouvellement amélioré) du personnage. Un barbare peut mettre fin prématurément à sa rage. À la fin de la rage, le barbare perd les modificateurs et les restrictions de la rage et devient fatigué (pénalité de –2 en Force, pénalité de –2 en Dextérité, ne peut ni charger ni courir) pendant toute la durée de la rencontre. Un barbare ne peut entrer en rage qu'une seule fois par rencontre. Au niveau 1, il peut utiliser sa capacité de rage une fois par jour. Au niveau 4 et tous les quatre niveaux par la suite, il peut l'utiliser une fois de plus par jour (jusqu'à un maximum de six fois par jour au niveau 20). Entrer en rage ne prend pas de temps en soi, mais un barbare ne peut le faire que pendant son action, pas en réponse à l'action de quelqu'un d'autre."
      },
      "effectsText": { "en": "When raging: +4 STR, +4 CON, +2 Will, -2 AC. Grants rage uses/day. Fatigued after.", "fr": "Enragé : +4 FOR, +4 CON, +2 Vol, -2 CA. Octroie des utilisations de rage/jour. Fatigué après." },
      "type": "special-ex",
      "isClassFeature": true,
      "effects": [
        { "type": "abilityScore", "ability": "strength", "value": 4, "bonusType": "morale", "condition": "raging" },
        { "type": "abilityScore", "ability": "constitution", "value": 4, "bonusType": "morale", "condition": "raging" },
        { "type": "savingThrow", "save": "will", "value": 2, "bonusType": "morale", "condition": "raging" },
        { "type": "armorClass", "acType": "untyped", "value": -2, "condition": "raging", "appliesToScope": ["normal", "flatFooted"] },
        {
          "type": "grantsAbility",
          "abilityKey": "barbarianRageUses",
          "name": { "en": "Rage Uses", "fr": "Utilisations de Rage" },
          "uses": {
            "per": "day",
            "value": "scaled",
            "scaleWithClassLevel": {
              "classId": "barbarian",
              "specificLevels": [
                { "level": 1, "value": 1 }, { "level": 4, "value": 2 }, { "level": 8, "value": 3 },
                { "level": 12, "value": 4 }, { "level": 16, "value": 5 }, { "level": 20, "value": 6 }
              ]
            }
          }
        }
      ]
    },
    {
      "value": "class-barbarian-uncanny-dodge",
      "label": { "en": "Uncanny Dodge", "fr": "Esquive instinctive" },
      "description": {
        "en": "<b>Benefit:</b> At 2nd level, a barbarian retains her Dexterity bonus to AC (if any) even if she is caught flat-footed or struck by an invisible attacker. However, she still loses her Dexterity bonus to AC if immobilized. If a character already has uncanny dodge from a different class, a barbarian automatically gains improved uncanny dodge (see below) instead.",
        "fr": "<b>Avantage :</b> Au niveau 2, un barbare conserve son bonus de Dextérité à la CA (le cas échéant) même s'il est pris au dépourvu ou frappé par un attaquant invisible. Cependant, il perd toujours son bonus de Dextérité à la CA s'il est immobilisé. Si un personnage possède déjà l'esquive instinctive d'une autre classe, un barbare gagne automatiquement l'esquive instinctive améliorée (voir ci-dessous) à la place."
      },
      "effectsText": { "en": "Retains Dex bonus to AC if flat-footed or vs. invisible attacker (if not immobilized).", "fr": "Conserve le bonus de Dex à la CA si pris au dépourvu/vs invisible (si non immobilisé)." },
      "isClassFeature": true,
      "permanentEffect": true,
      "type": "special-ex",
      "effects": [{ "type": "note", "text": { "en": "Retains her Dexterity bonus to AC (if any) even if she is caught flat-footed or struck by an invisible attacker. Still loses Dex bonus if immobilized.", "fr": "Conserve son bonus de Dextérité à la CA (le cas échéant) même s'il est pris au dépourvu ou frappé par un attaquant invisible. Perd toujours son bonus de Dex s'il est immobilisé." } }]
    },
    {
      "value": "class-barbarian-trap-sense",
      "label": { "en": "Trap Sense", "fr": "Sens des pièges" },
      "description": {
        "en": "<b>Benefit:</b> At 3rd level, a barbarian gains a +1 bonus on Reflex saves made to avoid traps and a +1 dodge bonus to AC against attacks made by traps. These bonuses increase by +1 for every three barbarian levels thereafter (6th, 9th, 12th, 15th, and 18th level).",
        "fr": "<b>Avantage :</b> Au niveau 3, un barbare gagne un bonus de +1 aux jets de Réflexes effectués pour éviter les pièges et un bonus d'esquive de +1 à la CA contre les attaques faites par les pièges. Ces bonus augmentent de +1 tous les trois niveaux de barbare par la suite (6e, 9e, 12e, 15e et 18e niveau)."
      },
      "effectsText": { "en": "Bonus to Reflex saves and Dodge AC vs. traps (+1/3 levels starting L3).", "fr": "Bonus aux jets de Réflexes et CA d'Esquive contre les pièges (+1/3 niveaux à partir du N3)." },
      "isClassFeature": true,
      "permanentEffect": true,
      "type": "special-ex",
      "effects": [
        {
          "type": "savingThrow",
          "save": "reflex",
          "value": 0,
          "bonusType": "untyped",
          "condition": "vs_traps",
          "scaleWithClassLevel": {
            "classId": "barbarian",
            "specificLevels": [
              { "level": 3, "value": 1 }, { "level": 6, "value": 2 }, { "level": 9, "value": 3 },
              { "level": 12, "value": 4 }, { "level": 15, "value": 5 }, { "level": 18, "value": 6 }
            ]
          }
        },
        {
          "type": "armorClass",
          "acType": "dodge",
          "value": 0,
          "bonusType": "dodge",
          "condition": "vs_trap_attacks",
          "appliesToScope": ["normal", "touch"],
          "scaleWithClassLevel": {
            "classId": "barbarian",
            "specificLevels": [
              { "level": 3, "value": 1 }, { "level": 6, "value": 2 }, { "level": 9, "value": 3 },
              { "level": 12, "value": 4 }, { "level": 15, "value": 5 }, { "level": 18, "value": 6 }
            ]
          }
        }
      ]
    },
    {
      "value": "class-barbarian-improved-uncanny-dodge",
      "label": { "en": "Improved Uncanny Dodge", "fr": "Esquive instinctive améliorée" },
      "description": {
        "en": "<b>Benefit:</b> At 5th level and higher, a barbarian can no longer be flanked. This defense denies a rogue the ability to sneak attack the character by flanking her, unless the attacker has at least four more rogue levels than the target has barbarian levels.",
        "fr": "<b>Avantage :</b> Au niveau 5 et supérieur, un barbare ne peut plus être pris en tenaille. Cette défense empêche un roublard de lui infliger une attaque sournoise en le prenant en tenaille, à moins que l'attaquant n'ait au moins quatre niveaux de roublard de plus que les niveaux de barbare de la cible."
      },
      "effectsText": { "en": "Cannot be flanked. Denies sneak attack from flanking unless Rogue attacker is 4+ levels higher.", "fr": "Ne peut plus être pris en tenaille. Empêche l'attaque sournoise par prise en tenaille sauf si l'attaquant roublard a 4 niveaux de plus." },
      "isClassFeature": true,
      "permanentEffect": true,
      "type": "special-ex",
      "effects": [{ "type": "note", "text": { "en": "Cannot be flanked. Denies sneak attack from flanking unless Rogue attacker is 4+ levels higher.", "fr": "Ne peut plus être pris en tenaille. Empêche l'attaque sournoise par prise en tenaille sauf si l'attaquant roublard a au moins quatre niveaux de plus que les niveaux de barbare de la cible." } }]
    },
    {
      "value": "class-barbarian-damage-reduction",
      "label": { "en": "Damage Reduction", "fr": "Réduction des dégâts" },
      "description": {
        "en": "<b>Benefit:</b> Gains Damage Reduction X/-. This DR increases with level.",
        "fr": "<b>Avantage :</b> Gagne une Réduction des Dégâts X/-. Cette RD augmente avec le niveau."
      },
      "effectsText": { "en": "DR X/-. (1 at L7, 2 at L10, 3 at L13, 4 at L16, 5 at L19).", "fr": "RD X/-. (1 au N7, 2 au N10, 3 au N13, 4 au N16, 5 au N19)." },
      "isClassFeature": true,
      "permanentEffect": true,
      "type": "special-ex",
      "effects": [
        {
          "type": "damageReduction",
          "drType": "none",
          "value": 0,
          "scaleWithClassLevel": {
            "classId": "barbarian",
            "specificLevels": [
              { "level": 7, "value": 1 },
              { "level": 10, "value": 2 },
              { "level": 13, "value": 3 },
              { "level": 16, "value": 4 },
              { "level": 19, "value": 5 }
            ]
          }
        }
      ]
    },
    {
      "value": "class-barbarian-greater-rage",
      "label": { "en": "Greater Rage", "fr": "Rage supérieure" },
      "permanentEffect": false,
      "description": {
        "en": "<b>Benefit:</b> At 11th level, a barbarian’s bonuses to Strength and Constitution during her rage each increase to +6, and her morale bonus on Will saves increases to +3. The penalty to AC remains at –2.",
        "fr": "<b>Avantage :</b> Au niveau 11, les bonus de Force et de Constitution d'un barbare pendant sa rage augmentent chacun à +6, et son bonus de moral aux jets de Volonté augmente à +3. La pénalité à la CA reste de –2."
      },
      "effectsText": { "en": "Rage bonuses become +6 STR, +6 CON, +3 Will (conditional on raging).", "fr": "Les bonus de rage deviennent +6 FOR, +6 CON, +3 Vol (conditionnel à la rage)." },
      "isClassFeature": true,
      "type": "special-ex",
      "effects": [
        { "type": "abilityScore", "ability": "strength", "value": 2, "bonusType": "morale", "condition": "raging" },
        { "type": "abilityScore", "ability": "constitution", "value": 2, "bonusType": "morale", "condition": "raging" },
        { "type": "savingThrow", "save": "will", "value": 1, "bonusType": "morale", "condition": "raging" }
      ]
    },
    {
      "value": "class-barbarian-indomitable-will",
      "label": { "en": "Indomitable Will", "fr": "Volonté indomptable" },
      "description": {
        "en": "<b>Benefit:</b> While in a rage, a barbarian of 14th level or higher gains a +4 bonus on Will saves to resist enchantment spells. This bonus stacks with all other modifiers, including the morale bonus on Will saves she also receives during her rage.",
        "fr": "<b>Avantage :</b> En rage, un barbare de niveau 14 ou plus gagne un bonus de +4 aux jets de Volonté pour résister aux sorts d'enchantement. Ce bonus se cumule avec tous les autres modificateurs, y compris le bonus de moral aux jets de Volonté qu'il reçoit également pendant sa rage."
      },
      "effectsText": { "en": "+4 to Will saves vs. enchantment spells, while raging.", "fr": "+4 aux jets de Volonté contre les enchantements, en rage." },
      "isClassFeature": true,
      "type": "special-ex",
      "effects": [
        { "type": "savingThrow", "save": "will", "value": 4, "bonusType": "untyped", "condition": "raging", "note": { "en": "vs. enchantment spells", "fr": "contre les sorts d'enchantement" } }
      ]
    },
    {
      "value": "class-barbarian-tireless-rage",
      "label": { "en": "Tireless Rage", "fr": "Rage infatigable" },
      "description": {
        "en": "<b>Benefit:</b> At 17th level and higher, a barbarian no longer becomes fatigued at the end of her rage.",
        "fr": "<b>Avantage :</b> Au niveau 17 et supérieur, un barbare ne devient plus fatigué à la fin de sa rage."
      },
      "effectsText": { "en": "No longer fatigued after raging.", "fr": "Ne devient plus fatigué après la rage." },
      "isClassFeature": true,
      "type": "special-ex",
      "effects": [{ "type": "note", "text": { "en": "No longer becomes fatigued at the end of her rage.", "fr": "Ne devient plus fatigué à la fin de sa rage." } }]
    },
    {
      "value": "class-barbarian-mighty-rage",
      "label": { "en": "Mighty Rage", "fr": "Rage puissante" },
      "permanentEffect": false,
      "description": {
        "en": "<b>Benefit:</b> At 20th level, a barbarian’s bonuses to Strength and Constitution during her rage each increase to +8, and her morale bonus on Will saves increases to +4. The penalty to AC remains at –2.",
        "fr": "<b>Avantage :</b> Au niveau 20, les bonus de Force et de Constitution d'un barbare pendant sa rage augmentent chacun à +8, et son bonus de moral aux jets de Volonté augmente à +4. La pénalité à la CA reste de –2."
      },
      "effectsText": { "en": "Rage bonuses become +8 STR, +8 CON, +4 Will (conditional on raging).", "fr": "Les bonus de rage deviennent +8 FOR, +8 CON, +4 Vol (conditionnel à la rage)." },
      "isClassFeature": true,
      "type": "special-ex",
      "effects": [
        { "type": "abilityScore", "ability": "strength", "value": 2, "bonusType": "morale", "condition": "raging" },
        { "type": "abilityScore", "ability": "constitution", "value": 2, "bonusType": "morale", "condition": "raging" },
        { "type": "savingThrow", "save": "will", "value": 1, "bonusType": "morale", "condition": "raging" }
      ]
    }
  ]
}

    