
{
  "DND_FEATS_DATA": [
    { "value": "acrobatic", "label": "Acrobatique", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests d'Équilibre et de Saut.", "effects": { "skills": { "balance": 2, "jump": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "agile", "label": "Agile", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests d'Équilibre et d'Art de l'évasion.", "effects": { "skills": { "balance": 2, "escape-artist": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "alertness", "label": "Vigilance", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests de Perception auditive et de Détection.", "effects": { "skills": { "listen": 2, "spot": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "animal-affinity", "label": "Affinité animale", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests de Dressage et d'Équitation.", "effects": { "skills": { "handle-animal": 2, "ride": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "athletic", "label": "Athlétique", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests d'Escalade et de Natation.", "effects": { "skills": { "climb": 2, "swim": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "cleave", "label": "Enchaînement", "description": "<b>Avantage :</b> Si vous infligez suffisamment de dégâts à une créature pour la faire tomber (généralement en la réduisant à moins de 0 point de vie ou en la tuant), vous obtenez une attaque de corps à corps supplémentaire et immédiate contre une autre créature à portée.<br />Vous ne pouvez pas faire un pas de placement de 1,50 mètre avant de faire cette attaque supplémentaire.<br />L'attaque supplémentaire est effectuée avec la même arme et avec le même bonus que l'attaque qui a fait tomber la créature précédente.<br />Vous pouvez utiliser cette capacité une fois par round.", "prerequisites": { "abilities": { "strength": 13 }, "feats": ["power-attack"] }, "isClassFeature": false, "type": "special" },
    { "value": "combat-casting", "label": "Incantation de combat", "description": "<b>Avantage :</b> Vous obtenez un bonus de +4 aux tests de Concentration effectués pour lancer un sort ou utiliser un pouvoir magique en situation défensive, en situation de lutte ou immobilisé.", "effects": { "skills": { "concentration": 4 } }, "isClassFeature": false, "type": "special" },
    { "value": "combat-expertise", "label": "Expertise du combat", "description": "<b>Avantage :</b> Lorsque vous utilisez l'action d'attaque ou l'action d'attaque à outrance au corps à corps, vous pouvez subir une pénalité allant jusqu'à –5 à votre jet d'attaque et ajouter le même nombre (jusqu'à +5) à votre Classe d'Armure.<br />Ce nombre ne peut pas dépasser votre bonus de base à l'attaque.<br />Les modifications aux jets d'attaque et à la Classe d'Armure durent jusqu'à votre prochaine action.<br />La pénalité aux jets d'attaque et le bonus à la Classe d'Armure sont choisis avant que vous ne fassiez votre jet d'attaque (vous devez donc décider d'utiliser ce don avant de savoir si votre attaque touche ou rate).", "prerequisites": { "abilities": { "intelligence": 13 } }, "isClassFeature": false, "type": "special" },
    { "value": "combat-reflexes", "label": "Réflexes de combat", "description": "<b>Avantage :</b> Vous pouvez effectuer un nombre d'attaques d'opportunité supplémentaires égal à votre bonus de Dextérité.<br />Avec ce don, vous pouvez également effectuer des attaques d'opportunité en étant pris au dépourvu.<br /><b>Normal :</b> Un personnage sans ce don ne peut effectuer qu'une seule attaque d'opportunité par round et ne peut pas effectuer d'attaques d'opportunité en étant pris au dépourvu.", "isClassFeature": false, "type": "special" },
    { "value": "deceitful", "label": "Fourbe", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests de Déguisement et de Contrefaçon.", "effects": { "skills": { "disguise": 2, "forgery": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "deft-hands", "label": "Mains agiles", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests d'Escamotage et d'Utilisation de cordes.", "effects": { "skills": { "sleight-of-hand": 2, "use-rope": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "diligent", "label": "Diligent", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests d'Estimation et de Déchiffrage.", "effects": { "skills": { "appraise": 2, "decipher-script": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "dodge", "label": "Esquive", "description": "<b>Avantage :</b> Pendant votre action, vous désignez un adversaire et recevez un bonus d'esquive de +1 à la Classe d'Armure contre les attaques de cet adversaire.<br />Vous pouvez sélectionner un nouvel adversaire à chaque action.<br /><b>Spécial :</b> Une condition qui vous fait perdre votre bonus de Dextérité à la Classe d'Armure (le cas échéant) vous fait également perdre les bonus d'esquive.<br />De plus, les bonus d'esquive se cumulent entre eux, contrairement à la plupart des autres types de bonus.", "prerequisites": { "abilities": { "dexterity": 13 } }, "isClassFeature": false, "type": "special" },
    { "value": "endurance", "label": "Endurance", "description": "<b>Avantage :</b> Vous gagnez un bonus de +4 aux tests et jets de sauvegarde suivants : tests de Natation pour résister aux dégâts non létaux, tests de Constitution pour continuer à courir, tests de Constitution pour éviter les dégâts non létaux d'une marche forcée, tests de Constitution pour retenir votre souffle, tests de Constitution pour éviter les dégâts non létaux de la faim ou de la soif, jets de Vigueur pour éviter les dégâts non létaux des environnements chauds ou froids, et jets de Vigueur pour résister aux dégâts de suffocation.<br />De plus, vous pouvez dormir en armure légère ou intermédiaire sans être fatigué.", "type": "special", "isClassFeature": true },
    { "value": "eschew-materials", "label": "Dispense de composantes matérielles", "description": "<b>Avantage :</b> Vous pouvez lancer n'importe quel sort ayant une composante matérielle coûtant 1 po ou moins sans avoir besoin de cette composante.<br />Le lancement du sort provoque toujours des attaques d'opportunité normalement.<br />Si le sort nécessite une composante matérielle coûtant plus de 1 po, vous devez avoir la composante matérielle sous la main pour lancer le sort, comme d'habitude.", "isClassFeature": false, "type": "special" },
    { "value": "exotic-weapon-proficiency", "label": "Maniement d'arme exotique", "description": "<b>Avantage :</b> Choisissez une arme exotique, telle qu'une épée bâtarde ou un fouet.<br />Vous savez utiliser cette arme au combat, et vous pouvez attaquer avec elle sans subir de malus.<br />Vous maîtrisez cette arme.<br /><b>Normal :</b> Un personnage qui utilise une arme qu'il ne maîtrise pas subit une pénalité de –4 aux jets d'attaque.<br /><b>Spécial :</b> Vous pouvez acquérir ce don plusieurs fois.<br />Chaque fois que vous prenez ce don, il s'applique à une nouvelle arme exotique.", "prerequisites": { "bab": 1 , "special": "Maîtrise de toutes les armes de guerre si l'arme est une arme à distance"}, "canTakeMultipleTimes": true, "requiresSpecialization": "arme exotique", "isClassFeature": false, "type": "special" },
    { "value": "far-shot", "label": "Tir lointain", "description": "<b>Avantage :</b> Lorsque vous utilisez une arme de projectile, telle qu'un arc, son facteur de portée est augmenté de 50 % (multipliez par 1,5).<br />Lorsque vous utilisez une arme de jet, son facteur de portée est doublé.", "prerequisites": { "feats": ["point-blank-shot"] }, "isClassFeature": false, "type": "special" },
    { "value": "great-cleave", "label": "Enchaînement amélioré", "description": "<b>Avantage :</b> Comme Enchaînement, sauf que vous n'avez pas de limite au nombre de fois où vous pouvez l'utiliser par round.", "prerequisites": { "abilities": { "strength": 13 }, "feats": ["cleave", "power-attack"], "bab": 4 }, "isClassFeature": false, "type": "special" },
    { "value": "great-fortitude", "label": "Vigueur surhumaine", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les jets de sauvegarde de Vigueur.", "isClassFeature": false, "type": "special" },
    { "value": "improved-bull-rush", "label": "Bousculade améliorée", "description": "<b>Avantage :</b> Lorsque vous effectuez une bousculade, vous ne provoquez pas d'attaque d'opportunité de la part du défenseur.<br />Vous gagnez également un bonus de +4 au test de Force opposé que vous effectuez pour repousser le défenseur.<br /><b>Normal :</b> Les personnages sans ce don provoquent une attaque d'opportunité lorsqu'ils effectuent une bousculade.", "prerequisites": { "abilities": { "strength": 13 }, "feats": ["power-attack"] }, "isClassFeature": false, "type": "special" },
    { "value": "improved-counterspell", "label": "Contresort amélioré", "description": "<b>Avantage :</b> Lorsque vous contrecarrez un sort, vous pouvez utiliser un sort de la même école qui est d'un ou plusieurs niveaux de sort supérieurs au sort cible.<br /><b>Normal :</b> Sans ce don, vous ne pouvez contrer un sort qu'avec le même sort, ou avec un sort spécifiquement désigné comme contresort pour le sort cible.", "isClassFeature": false, "type": "special" },
    { "value": "improved-critical", "label": "Critique amélioré", "description": "<b>Avantage :</b> Lorsque vous utilisez l'arme que vous avez sélectionnée, votre plage de critique est doublée.<br />Par exemple, une épée longue menace généralement un coup critique sur un jet de 19–20 (deux chiffres).<br />Si vous avez Critique amélioré (épée longue), la plage de critique devient 17–20 (quatre chiffres).<br /><b>Spécial :</b> Vous pouvez acquérir ce don plusieurs fois.<br />Chaque fois que vous prenez ce don, il s'applique à un nouveau type d'arme.<br />Cet effet ne se cumule pas avec d'autres effets qui augmentent la plage de critique d'une arme (comme le sort Affûtage).", "prerequisites": { "bab": 8, "special": "Maîtrise de l'arme" }, "canTakeMultipleTimes": true, "requiresSpecialization": "arme", "isClassFeature": false, "type": "special" },
    { "value": "improved-disarm", "label": "Désarmement amélioré", "description": "<b>Avantage :</b> Vous ne provoquez pas d'attaque d'opportunité lorsque vous tentez de désarmer un adversaire, et l'adversaire n'a pas non plus la possibilité de vous désarmer.<br />Vous gagnez également un bonus de +4 au jet d'attaque opposé que vous effectuez pour désarmer votre adversaire.<br /><b>Normal :</b> Sans ce don, vous provoquez une attaque d'opportunité lorsque vous tentez de désarmer un adversaire.<br />De plus, si vous échouez à la tentative de désarmement, votre adversaire obtient un jet d'attaque opposé pour vous désarmer.", "prerequisites": { "abilities": { "intelligence": 13 }, "feats": ["combat-expertise"] }, "isClassFeature": false, "type": "special" },
    { "value": "improved-feint", "label": "Feinte améliorée", "description": "<b>Avantage :</b> Vous pouvez effectuer un test de Bluff pour feinter au combat en tant qu'action de mouvement.<br /><b>Normal :</b> Feinter au combat est une action simple.", "prerequisites": { "abilities": { "intelligence": 13 }, "feats": ["combat-expertise"] }, "isClassFeature": false, "type": "special" },
    { "value": "improved-grapple", "label": "Lutte améliorée", "description": "<b>Avantage :</b> Vous ne provoquez pas d'attaque d'opportunité lorsque vous effectuez une attaque de contact pour initier une lutte.<br />Vous gagnez également un bonus de +4 à tous les tests de lutte.<br /><b>Normal :</b> Sans ce don, vous provoquez une attaque d'opportunité lorsque vous effectuez une attaque de contact pour initier une lutte.", "prerequisites": { "abilities": { "dexterity": 13 }, "feats": ["improved-unarmed-strike"] }, "isClassFeature": false, "type": "special" },
    { "value": "improved-initiative", "label": "Initiative améliorée", "description": "<b>Avantage :</b> Vous obtenez un bonus de +4 aux tests d'initiative.", "isClassFeature": false, "type": "special" },
    { "value": "improved-overrun", "label": "Charge destructive améliorée", "description": "<b>Avantage :</b> Lorsque vous tentez de charger un adversaire, la cible ne peut pas choisir de vous éviter.<br />Vous gagnez également un bonus de +4 à votre test de Force pour renverser votre adversaire.<br /><b>Normal :</b> Sans ce don, la cible d'une charge destructive peut choisir de vous éviter ou de vous bloquer.", "prerequisites": { "abilities": { "strength": 13 }, "feats": ["power-attack"] }, "isClassFeature": false, "type": "special" },
    { "value": "improved-shield-bash", "label": "Coup de bouclier amélioré", "description": "<b>Avantage :</b> Lorsque vous effectuez un coup de bouclier, vous pouvez toujours appliquer le bonus de bouclier de celui-ci à votre CA.<br /><b>Normal :</b> Sans ce don, vous perdez le bonus de bouclier de celui-ci à la CA lorsque vous effectuez un coup de bouclier.", "isClassFeature": false, "type": "special" },
    { "value": "improved-sunder", "label": "Destruction d'arme améliorée", "description": "<b>Avantage :</b> Lorsque vous frappez un objet tenu ou porté par un adversaire (comme une arme ou un bouclier), vous ne provoquez pas d'attaque d'opportunité.<br />Vous gagnez également un bonus de +4 à tout jet d'attaque effectué pour détruire l'arme ou le bouclier d'un adversaire.<br /><b>Normal :</b> Sans ce don, vous provoquez une attaque d'opportunité lorsque vous frappez un objet tenu ou porté par un adversaire.", "prerequisites": { "abilities": { "strength": 13 }, "feats": ["power-attack"] }, "isClassFeature": false, "type": "special" },
    { "value": "improved-trip", "label": "Croc-en-jambe amélioré", "description": "<b>Avantage :</b> Vous ne provoquez pas d'attaque d'opportunité lorsque vous tentez de faire un croc-en-jambe à un adversaire alors que vous êtes désarmé.<br />Vous gagnez également un bonus de +4 à votre test de Force pour faire un croc-en-jambe à votre adversaire.<br />Si vous faites un croc-en-jambe à un adversaire au corps à corps, vous obtenez immédiatement une attaque de corps à corps contre cet adversaire comme si vous n'aviez pas utilisé votre attaque pour la tentative de croc-en-jambe.<br /><b>Normal :</b> Sans ce don, vous provoquez une attaque d'opportunité lorsque vous tentez de faire un croc-en-jambe à un adversaire alors que vous êtes désarmé.", "prerequisites": { "abilities": { "intelligence": 13 }, "feats": ["combat-expertise"] }, "isClassFeature": false, "type": "special" },
    { "value": "improved-two-weapon-fighting", "label": "Combat à deux armes amélioré", "description": "<b>Avantage :</b> Vous obtenez une deuxième attaque avec votre arme secondaire, bien qu'avec une pénalité de –5.<br /><b>Normal :</b> Sans ce don, vous ne pouvez obtenir qu'une seule attaque supplémentaire avec une arme secondaire.", "prerequisites": { "abilities": { "dexterity": 17 }, "feats": ["two-weapon-fighting"], "bab": 6 }, "isClassFeature": false, "type": "special" },
    { "value": "improved-unarmed-strike", "label": "Combat à mains nues amélioré", "description": "<b>Avantage :</b> Vous êtes considéré comme armé même lorsque vous êtes désarmé — vous ne provoquez pas d'attaques d'opportunité de la part d'adversaires armés lorsque vous les attaquez alors que vous êtes désarmé.<br />Cependant, vous bénéficiez toujours d'une attaque d'opportunité contre tout adversaire qui vous attaque à mains nues.<br /><b>Normal :</b> Sans ce don, vous êtes considéré comme désarmé lorsque vous attaquez à mains nues, et vous ne pouvez infliger que des dégâts non létaux avec une telle attaque.", "type": "special", "isClassFeature": true },
    { "value": "investigator", "label": "Investigateur", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests de Renseignement et de Fouille.", "effects": { "skills": { "gather-information": 2, "search": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "iron-will", "label": "Volonté de fer", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les jets de sauvegarde de Volonté.", "isClassFeature": false, "type": "special" },
    { "value": "lightning-reflexes", "label": "Réflexes surhumains", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les jets de sauvegarde de Réflexes.", "isClassFeature": false, "type": "special" },
    { "value": "magical-aptitude", "label": "Aptitude magique", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests d'Art de la magie et d'Utilisation d'objets magiques.", "effects": { "skills": { "spellcraft": 2, "use-magic-device": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "manyshot", "label": "Tir rapide multiple", "description": "<b>Avantage :</b> En tant qu'action simple, vous pouvez tirer deux flèches sur un seul adversaire à moins de 9 mètres.<br />Les deux flèches utilisent le même jet d'attaque (avec une pénalité de –4) pour déterminer le succès et infligent des dégâts normalement (mais voir Spécial).<br /><b>Spécial :</b> Pour chaque tranche de cinq points de bonus de base à l'attaque que vous avez au-dessus de +6, vous pouvez ajouter une flèche supplémentaire à cette attaque, jusqu'à un maximum de quatre flèches avec un bonus de base à l'attaque de +16.<br />Chaque flèche subit une pénalité supplémentaire de –2 au jet d'attaque (par exemple, trois flèches auraient une pénalité de –6 et quatre flèches une pénalité de –8).<br />La réduction des dégâts et les autres résistances s'appliquent séparément à chaque flèche tirée.<br />Quel que soit le nombre de flèches que vous tirez, vous n'appliquez les dégâts de précision (tels que les dégâts d'attaque sournoise) qu'une seule fois.<br />Si vous réussissez un coup critique, seule la première flèche tirée inflige des dégâts critiques ; toutes les autres infligent des dégâts normaux.", "prerequisites": { "abilities": { "dexterity": 17 }, "feats": ["point-blank-shot", "rapid-shot"], "bab": 6 }, "isClassFeature": false, "type": "special" },
    { "value": "mobility", "label": "Souplesse du serpent", "description": "<b>Avantage :</b> Vous obtenez un bonus d'esquive de +4 à la Classe d'Armure contre les attaques d'opportunité provoquées lorsque vous vous déplacez hors ou à l'intérieur d'une zone menacée.<br />Une condition qui vous fait perdre votre bonus de Dextérité à la Classe d'Armure (le cas échéant) vous fait également perdre les bonus d'esquive.<br />Les bonus d'esquive se cumulent entre eux, contrairement à la plupart des autres types de bonus.", "prerequisites": { "abilities": { "dexterity": 13 }, "feats": ["dodge"] }, "isClassFeature": false, "type": "special" },
    { "value": "mounted-archery", "label": "Tir monté", "description": "<b>Avantage :</b> La pénalité que vous subissez lorsque vous utilisez une arme à distance alors que votre monture effectue un double mouvement est réduite de moitié : –2 au lieu de –4.<br />La pénalité que vous subissez lorsque vous utilisez une arme à distance alors que votre monture court est également réduite de moitié : –4 au lieu de –8.<br /><b>Normal :</b> Si votre monture effectue un double mouvement, vous subissez une pénalité de –4 aux jets d'attaque avec une arme à distance.<br />Si votre monture court, vous subissez une pénalité de –8.", "prerequisites": { "skills": [{ "id": "ride", "ranks": 1 }], "feats": ["mounted-combat"] }, "isClassFeature": false, "type": "special" },
    { "value": "mounted-combat", "label": "Combat monté", "description": "<b>Avantage :</b> Une fois par round lorsque votre monture est touchée au combat, vous pouvez tenter un test d'Équitation (en réaction) pour annuler le coup.<br />Le coup est annulé si le résultat de votre test d'Équitation est supérieur au jet d'attaque de l'adversaire.<br />(Essentiellement, le résultat du test d'Équitation devient la Classe d'Armure de la monture s'il est supérieur à la CA normale de la monture.)", "prerequisites": { "skills": [{ "id": "ride", "ranks": 1 }] }, "isClassFeature": false, "type": "special" },
    { "value": "natural-spell", "label": "Incantation animale", "description": "<b>Avantage :</b> Vous pouvez effectuer les composantes verbales et somatiques des sorts lorsque vous êtes sous forme animale.<br />Ce don ne permet pas d'utiliser des composantes matérielles ou des focalisateurs.<br />Vous pouvez utiliser toutes les composantes matérielles ou focalisateurs que vous pouvez tenir ou manipuler avec les membres de votre nouvelle forme.", "prerequisites": { "abilities": { "wisdom": 13 }, "special": "Capacité de Forme Sauvage" }, "isClassFeature": false, "type": "special" },
    { "value": "negotiator", "label": "Négociateur", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests de Diplomatie et de Psychologie.", "effects": { "skills": { "diplomacy": 2, "sense-motive": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "nimble-fingers", "label": "Doigts de fée", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests de Désamorçage/Sabotage et de Crochetage.", "effects": { "skills": { "disable-device": 2, "open-lock": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "persuasive", "label": "Persuasion", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests de Bluff et d'Intimidation.", "effects": { "skills": { "bluff": 2, "intimidate": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "point-blank-shot", "label": "Tir à bout portant", "description": "<b>Avantage :</b> Vous obtenez un bonus de +1 aux jets d'attaque et de dégâts avec les armes à distance à des portées allant jusqu'à 9 mètres.", "isClassFeature": false, "type": "special" },
    { "value": "power-attack", "label": "Attaque en puissance", "description": "<b>Avantage :</b> Lors de votre action, avant d'effectuer les jets d'attaque pour un round, vous pouvez choisir de soustraire un nombre à tous les jets d'attaque au corps à corps et d'ajouter le même nombre à tous les jets de dégâts au corps à corps.<br />Ce nombre ne peut pas dépasser votre bonus de base à l'attaque.<br />La pénalité aux attaques et le bonus aux dégâts s'appliquent jusqu'à votre prochain tour.", "prerequisites": { "abilities": { "strength": 13 } }, "isClassFeature": false, "type": "special" },
    { "value": "precise-shot", "label": "Tir de précision", "description": "<b>Avantage :</b> Vous pouvez tirer ou lancer des armes à distance sur un adversaire engagé au corps à corps sans subir la pénalité standard de –4 à votre jet d'attaque.", "prerequisites": { "feats": ["point-blank-shot"] }, "isClassFeature": false, "type": "special" },
    { "value": "quick-draw", "label": "Dégainage rapide", "description": "<b>Avantage :</b> Vous pouvez dégainer une arme en tant qu'action libre au lieu d'une action de mouvement.<br />Vous pouvez dégainer une arme cachée (voir la compétence Escamotage) en tant qu'action de mouvement.<br />Un personnage ayant choisi ce don peut lancer des armes à sa cadence d'attaque normale complète (un peu comme un personnage avec un arc).<br /><b>Normal :</b> Sans ce don, vous pouvez dégainer une arme en tant qu'action de mouvement, ou (si votre bonus de base à l'attaque est de +1 ou plus) en tant qu'action libre dans le cadre d'un mouvement.<br />Sans ce don, vous pouvez dégainer une arme cachée en tant qu'action simple.", "prerequisites": { "bab": 1 }, "isClassFeature": false, "type": "special" },
    { "value": "rapid-reload", "label": "Rechargement rapide", "description": "<b>Avantage :</b> Choisissez un type d'arbalète (de poing, légère ou lourde).<br />Recharger ce type d'arbalète est une action libre (pour une arbalète de poing ou légère) ou une action de mouvement (pour une arbalète lourde).<br />Recharger une arbalète provoque toujours une attaque d'opportunité.<br />Si vous avez choisi ce don pour une arbalète de poing ou une arbalète légère, vous pouvez tirer avec cette arme autant de fois dans une action d'attaque à outrance que vous le pourriez si vous utilisiez un arc.<br /><b>Normal :</b> Un personnage sans ce don a besoin d'une action de mouvement pour recharger une arbalète de poing ou légère, ou d'une action complexe pour recharger une arbalète lourde.<br /><b>Spécial :</b> Vous pouvez acquérir ce don plusieurs fois.<br />Chaque fois que vous prenez ce don, il s'applique à un nouveau type d'arbalète.", "prerequisites": { "special": "Maniement de l'arme (arbalète choisie)" }, "canTakeMultipleTimes": true, "requiresSpecialization": "type d'arbalète", "isClassFeature": false, "type": "special" },
    { "value": "rapid-shot", "label": "Tir rapide", "description": "<b>Avantage :</b> Vous pouvez obtenir une attaque supplémentaire par round avec une arme à distance.<br />L'attaque est à votre bonus de base à l'attaque le plus élevé, mais chaque attaque que vous effectuez dans ce round (celle supplémentaire et les normales) subit une pénalité de –2.<br />Vous devez utiliser l'action d'attaque à outrance pour utiliser ce don.<br /><b>Normal :</b> Un personnage sans ce don ne peut obtenir qu'une seule attaque supplémentaire avec une arme secondaire.", "prerequisites": { "abilities": { "dexterity": 13 }, "feats": ["point-blank-shot"] }, "isClassFeature": false, "type": "special" },
    { "value": "ride-by-attack", "label": "Attaque au passage", "description": "<b>Avantage :</b> Lorsque vous êtes monté et que vous utilisez l'action de charge, vous pouvez vous déplacer et attaquer comme si vous effectuiez une charge standard, puis vous déplacer à nouveau (en continuant la ligne droite de la charge).<br />Votre mouvement total pour le round ne peut pas dépasser le double de votre vitesse montée.<br />Vous et votre monture ne provoquez pas d'attaque d'opportunité de la part de l'adversaire que vous attaquez.", "prerequisites": { "skills": [{ "id": "ride", "ranks": 1 }], "feats": ["mounted-combat"] }, "isClassFeature": false, "type": "special" },
    { "value": "run", "label": "Course", "description": "<b>Avantage :</b> Lorsque vous courez, vous vous déplacez à cinq fois votre vitesse normale (si vous portez une armure légère ou aucune armure et ne transportez pas plus qu'une charge légère) ou quatre fois votre vitesse (si vous portez une armure intermédiaire ou lourde ou transportez une charge intermédiaire ou lourde).<br />Si vous effectuez un saut après une course d'élan (voir la description de la compétence Saut), vous gagnez un bonus de +4 à votre test de Saut.<br />Pendant que vous courez, vous conservez votre bonus de Dextérité à la CA.<br /><b>Normal :</b> Vous vous déplacez à quatre fois votre vitesse (si vous portez une armure légère ou aucune armure et ne transportez pas plus qu'une charge légère) ou trois fois votre vitesse (si vous portez une armure intermédiaire ou lourde ou transportez une charge intermédiaire ou lourde), et vous perdez votre bonus de Dextérité à la CA.<br />Si vous effectuez un saut après une course d'élan, vous ne gagnez aucun bonus à votre test de Saut.", "isClassFeature": false, "type": "special" },
    { "value": "scribe-scroll", "label": "Écriture de parchemins", "description": "<b>Avantage :</b> Vous pouvez créer un parchemin de n'importe quel sort que vous connaissez.<br />L'écriture d'un parchemin prend un jour pour chaque tranche de 1 000 po de son prix de base.<br />Le prix de base d'un parchemin est son niveau de sort × son niveau de lanceur de sorts × 25 po.<br />Pour écrire un parchemin, vous devez dépenser 1/25 de ce prix de base en XP et utiliser des matières premières coûtant la moitié de ce prix de base.", "prerequisites": { "casterLevel": 1 }, "type": "special", "isClassFeature": false },
    { "value": "self-sufficient", "label": "Autosuffisance", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests de Premiers secours et de Survie.", "effects": { "skills": { "heal": 2, "survival": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "shield-proficiency", "label": "Maniement des boucliers", "description": "<b>Avantage :</b> Vous pouvez utiliser un bouclier et ne subir que les pénalités standard.", "isClassFeature": false, "type": "special" },
    { "value": "shot-on-the-run", "label": "Tir en mouvement", "description": "<b>Avantage :</b> Lorsque vous utilisez l'action d'attaque avec une arme à distance, vous pouvez vous déplacer avant et après l'attaque, à condition que votre distance totale de déplacement ne soit pas supérieure à votre vitesse.", "prerequisites": { "abilities": { "dexterity": 13 }, "feats": ["dodge", "mobility", "point-blank-shot"], "bab": 4 }, "isClassFeature": false, "type": "special" },
    { "value": "skill-focus", "label": "Compétence focalisée", "description": "<b>Avantage :</b> Choisissez une compétence.<br />Vous obtenez un bonus de +3 à tous les tests impliquant cette compétence.<br /><b>Spécial :</b> Vous pouvez acquérir ce don plusieurs fois.<br />Ses effets ne se cumulent pas.<br />Chaque fois que vous prenez ce don, il s'applique à une nouvelle compétence.", "canTakeMultipleTimes": true, "requiresSpecialization": "compétence", "effects": { "skills": {} }, "isClassFeature": false, "type": "special" },
    { "value": "spell-focus", "label": "École renforcée", "description": "<b>Avantage :</b> Choisissez une école de magie (telle que Illusion).<br />Ajoutez +1 au Degré de Difficulté pour tous les jets de sauvegarde contre les sorts de l'école de magie que vous choisissez.<br /><b>Spécial :</b> Vous pouvez acquérir ce don plusieurs fois.<br />Ses effets ne se cumulent pas.<br />Chaque fois que vous prenez ce don, il s'applique à une nouvelle école de magie.", "canTakeMultipleTimes": true, "requiresSpecialization": "école de magie", "isClassFeature": false, "type": "special" },
    { "value": "greater-spell-focus", "label": "École renforcée supérieure", "description": "<b>Avantage :</b> Ajoutez +1 au Degré de Difficulté pour tous les jets de sauvegarde contre les sorts de l'école de magie que vous choisissez.<br />Ce bonus se cumule avec le bonus d'École renforcée.<br /><b>Spécial :</b> Vous pouvez acquérir ce don plusieurs fois.<br />Ses effets ne se cumulent pas.<br />Chaque fois que vous prenez ce don, il s'applique à une nouvelle école de magie pour laquelle vous avez déjà appliqué le don École renforcée.", "prerequisites": { "feats": ["spell-focus"] }, "canTakeMultipleTimes": true, "requiresSpecialization": "école de magie", "isClassFeature": false, "type": "special" },
    { "value": "spell-mastery", "label": "Maîtrise des sorts", "description": "<b>Avantage :</b> Chaque fois que vous prenez ce don, choisissez un nombre de sorts que vous connaissez déjà égal à votre modificateur d'Intelligence.<br />À partir de ce moment, vous pouvez préparer ces sorts sans vous référer à un grimoire.<br /><b>Normal :</b> Sans ce don, vous devez utiliser un grimoire pour préparer tous vos sorts, à l'exception de Lecture de la magie.", "prerequisites": { "special": "Niveau 1 de Magicien" }, "isClassFeature": false, "type": "special" },
    { "value": "spell-penetration", "label": "Perception magique", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 aux tests de niveau de lanceur de sorts (1d20 + niveau de lanceur de sorts) effectués pour surmonter la résistance à la magie d'une créature.", "isClassFeature": false, "type": "special" },
    { "value": "greater-spell-penetration", "label": "Perception magique supérieure", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 aux tests de niveau de lanceur de sorts (1d20 + niveau de lanceur de sorts) effectués pour surmonter la résistance à la magie d'une créature.<br />Ce bonus se cumule avec le bonus de Perception magique.", "prerequisites": {"feats": ["spell-penetration"]}, "isClassFeature": false, "type": "special" },
    { "value": "spirited-charge", "label": "Charge dévastatrice", "description": "<b>Avantage :</b> Lorsque vous êtes monté et que vous utilisez l'action de charge, vous infligez des dégâts doublés avec une arme de corps à corps (ou des dégâts triplés avec une lance).", "prerequisites": { "skills": [{ "id": "ride", "ranks": 1 }], "feats": ["mounted-combat", "ride-by-attack"] }, "isClassFeature": false, "type": "special" },
    { "value": "spring-attack", "label": "Attaque éclair", "description": "<b>Avantage :</b> Lorsque vous utilisez l'action d'attaque avec une arme de corps à corps, vous pouvez vous déplacer avant et après l'attaque, à condition que votre distance totale de déplacement ne soit pas supérieure à votre vitesse.<br />Se déplacer de cette manière ne provoque pas d'attaque d'opportunité de la part du défenseur que vous attaquez (bien que cela puisse provoquer des attaques d'opportunité d'autres créatures, le cas échéant).<br />Vous ne pouvez pas utiliser ce don si vous portez une charge lourde ou une armure lourde.<br />Vous devez vous déplacer d'au moins 1,50 mètre avant et après avoir effectué votre attaque pour bénéficier des avantages de l'Attaque éclair.", "prerequisites": { "abilities": { "dexterity": 13, "intelligence": 13 }, "feats": ["combat-expertise", "dodge", "mobility", "spring-attack"], "bab": 4 }, "isClassFeature": false, "type": "special" },
    { "value": "stealthy", "label": "Discret", "description": "<b>Avantage :</b> Vous obtenez un bonus de +2 à tous les tests de Discrétion et de Déplacement silencieux.", "effects": { "skills": { "hide": 2, "move-silently": 2 } }, "isClassFeature": false, "type": "special" },
    { "value": "stunning-fist", "label": "Poing étourdissant", "description": "<b>Avantage :</b> Vous devez déclarer que vous utilisez ce don avant d'effectuer votre jet d'attaque (ainsi, un jet d'attaque raté annule la tentative).<br />Poing étourdissant oblige un adversaire blessé par votre attaque à mains nues à effectuer un jet de sauvegarde de Vigueur (DD 10 + 1/2 de votre niveau de personnage + votre modificateur de Sag), en plus d'infliger des dégâts normalement.<br />Un défenseur qui rate ce jet de sauvegarde est étourdi pendant 1 round (jusqu'à juste avant votre prochaine action).<br />Un personnage étourdi ne peut pas agir, perd tout bonus de Dextérité à la CA et subit une pénalité de –2 à la CA.<br />Vous pouvez tenter une attaque étourdissante une fois par jour pour chaque tranche de quatre niveaux que vous avez atteints (mais voir Spécial), et pas plus d'une fois par round.<br /><b>Spécial :</b> Un moine peut choisir Poing étourdissant comme don supplémentaire au niveau 1, même s'il ne remplit pas les conditions préalables.<br />Un moine qui choisit ce don peut tenter une attaque étourdissante un nombre de fois par jour égal à son niveau de moine, plus une fois de plus par jour pour chaque tranche de quatre niveaux qu'il a dans des classes autres que moine.", "prerequisites": { "abilities": { "dexterity": 13, "wisdom": 13 }, "feats": ["improved-unarmed-strike"], "bab": 8 }, "isClassFeature": false, "type": "special" },
    { "value": "toughness", "label": "Robustesse", "description": "<b>Avantage :</b> Vous gagnez +3 points de vie.<br /><b>Spécial :</b> Un personnage peut acquérir ce don plusieurs fois.<br />Ses effets se cumulent.", "canTakeMultipleTimes": true, "isClassFeature": false, "type": "special" },
    { "value": "track", "label": "Pistage", "description": "<b>Avantage :</b> Pour trouver des pistes ou les suivre sur 1,5 kilomètre, un test de Survie réussi est nécessaire.<br />Vous devez effectuer un autre test de Survie chaque fois que les pistes deviennent difficiles à suivre.", "type": "special-ex", "isClassFeature": true },
    { "value": "trample", "label": "Piétinement", "description": "<b>Avantage :</b> Lorsque vous tentez de charger un adversaire en étant monté, votre cible ne peut pas choisir de vous éviter.<br />Votre monture peut effectuer une attaque de sabot contre toute cible que vous renversez, bénéficiant du bonus standard de +4 aux jets d'attaque contre les cibles à terre.", "prerequisites": { "skills": [{ "id": "ride", "ranks": 1 }], "feats": ["mounted-combat"] }, "isClassFeature": false, "type": "special" },
    { "value": "two-weapon-defense", "label": "Combat à deux armes (défense)", "description": "<b>Avantage :</b> Lorsque vous maniez une arme double ou deux armes (à l'exclusion des armes naturelles ou des frappes à mains nues), vous gagnez un bonus de bouclier de +1 à votre CA.<br />Lorsque vous combattez sur la défensive ou utilisez l'action de défense totale, ce bonus de bouclier passe à +2.", "prerequisites": { "abilities": { "dexterity": 15 }, "feats": ["two-weapon-fighting"] }, "isClassFeature": false, "type": "special" },
    { "value": "two-weapon-fighting", "label": "Combat à deux armes", "description": "<b>Avantage :</b> Vos pénalités aux jets d'attaque pour le combat à deux armes sont réduites.<br />La pénalité pour votre main principale diminue de 2 et celle pour votre main secondaire diminue de 6.<br /><b>Normal :</b> Si vous maniez une deuxième arme dans votre main secondaire, vous pouvez obtenir une attaque supplémentaire par round avec cette arme.<br />Lorsque vous combattez de cette manière, vous subissez une pénalité de –6 à votre attaque ou à vos attaques régulières avec votre main principale et une pénalité de –10 à l'attaque avec votre main secondaire.<br />Si votre arme secondaire est légère, les pénalités sont réduites de 2 chacune.<br />(Une frappe à mains nues est toujours considérée comme légère.)", "prerequisites": { "abilities": { "dexterity": 15 } }, "isClassFeature": false, "type": "special" },
    { "value": "weapon-finesse", "label": "Attaque en finesse", "description": "<b>Avantage :</b> Avec une arme légère, une rapière, un fouet ou une chaîne cloutée conçue pour une créature de votre catégorie de taille, vous pouvez utiliser votre modificateur de Dextérité au lieu de votre modificateur de Force aux jets d'attaque.<br />Si vous portez un bouclier, sa pénalité d'armure aux tests s'applique à vos jets d'attaque.<br /><b>Normal :</b> Avec une arme légère, vous pouvez utiliser votre modificateur de Force ou de Dextérité aux jets d'attaque, le plus élevé des deux.<br />Avec une arme à une main, une arme à deux mains, une arme à distance autre qu'une fronde, ou lorsque vous utilisez un bouclier, vous devez utiliser votre modificateur de Force aux jets d'attaque.", "prerequisites": { "bab": 1 }, "isClassFeature": false, "type": "special" },
    { "value": "weapon-focus", "label": "Arme de prédilection", "description": "<b>Avantage :</b> Choisissez un type d'arme (comme une grande hache).<br />Vous pouvez également choisir une frappe à mains nues ou une lutte comme arme aux fins de ce don.<br />Vous gagnez un bonus de +1 à tous les jets d'attaque que vous effectuez avec l'arme sélectionnée.<br /><b>Spécial :</b> Vous pouvez acquérir ce don plusieurs fois.<br />Ses effets ne se cumulent pas.<br />Chaque fois que vous prenez ce don, il s'applique à un nouveau type d'arme.", "prerequisites": { "bab": 1, "special": "Maîtrise de l'arme" }, "canTakeMultipleTimes": true, "requiresSpecialization": "arme", "isClassFeature": false, "type": "special" },
    { "value": "greater-weapon-focus", "label": "Arme de prédilection supérieure", "description": "<b>Avantage :</b> Choisissez un type d'arme (comme une grande hache) pour lequel vous avez déjà choisi Arme de prédilection.<br />Vous gagnez un bonus de +1 à tous les jets d'attaque que vous effectuez avec l'arme sélectionnée.<br />Ce bonus se cumule avec d'autres bonus aux jets d'attaque, y compris celui d'Arme de prédilection.<br /><b>Spécial :</b> Vous pouvez acquérir ce don plusieurs fois.<br />Ses effets ne se cumulent pas.<br />Chaque fois que vous prenez ce don, il s'applique à un nouveau type d'arme pour lequel vous avez déjà Arme de prédilection.<br />Un guerrier peut choisir Arme de prédilection supérieure comme l'un de ses dons supplémentaires de guerrier.", "prerequisites": { "feats": ["weapon-focus"], "special": "Niveau 8 de Guerrier, Maîtrise de l'arme" }, "canTakeMultipleTimes": true, "requiresSpecialization": "arme", "isClassFeature": false, "type": "special" },
    { "value": "weapon-specialization", "label": "Spécialisation martiale", "description": "<b>Avantage :</b> Choisissez un type d'arme (comme une grande hache) pour lequel vous avez déjà choisi Arme de prédilection.<br />Vous gagnez un bonus de +2 à tous les jets de dégâts que vous effectuez avec l'arme sélectionnée.<br /><b>Spécial :</b> Vous pouvez acquérir ce don plusieurs fois.<br />Ses effets ne se cumulent pas.<br />Chaque fois que vous prenez ce don, il s'applique à un nouveau type d'arme pour lequel vous avez déjà Arme de prédilection.<br />Un guerrier peut choisir Spécialisation martiale comme l'un de ses dons supplémentaires de guerrier.", "prerequisites": { "feats": ["weapon-focus"], "special": "Niveau 4 de Guerrier, Maîtrise de l'arme" }, "canTakeMultipleTimes": true, "requiresSpecialization": "arme", "isClassFeature": false, "type": "special" },
    { "value": "greater-weapon-specialization", "label": "Spécialisation martiale supérieure", "description": "<b>Avantage :</b> Choisissez un type d'arme (comme une grande hache) pour lequel vous avez déjà choisi Spécialisation martiale.<br />Vous gagnez un bonus de +2 à tous les jets de dégâts que vous effectuez avec l'arme sélectionnée.<br />Ce bonus se cumule avec d'autres bonus aux jets de dégâts, y compris celui de Spécialisation martiale.<br /><b>Spécial :</b> Vous pouvez acquérir ce don plusieurs fois.<br />Ses effets ne se cumulent pas.<br />Chaque fois que vous prenez ce don, il s'applique à un nouveau type d'arme pour lequel vous avez déjà Spécialisation martiale.<br />Un guerrier peut choisir Spécialisation martiale supérieure comme l'un de ses dons supplémentaires de guerrier.", "prerequisites": { "feats": ["weapon-focus", "weapon-specialization", "greater-weapon-focus"], "special": "Niveau 12 de Guerrier, Maîtrise de l'arme" }, "canTakeMultipleTimes": true, "requiresSpecialization": "arme", "isClassFeature": false, "type": "special" },
    { "value": "whirlwind-attack", "label": "Attaque tournoyante", "description": "<b>Avantage :</b> Lorsque vous utilisez l'action d'attaque à outrance, vous pouvez renoncer à vos attaques régulières et effectuer à la place une attaque de corps à corps à votre bonus de base à l'attaque complet contre chaque adversaire à portée.<br />Vous devez effectuer un jet d'attaque distinct contre chaque adversaire.<br />Lorsque vous utilisez le don Attaque tournoyante, vous perdez également tout bonus ou attaque supplémentaire accordé par d'autres dons ou capacités (tels que Enchaînement ou le sort Rapidité).", "prerequisites": { "abilities": { "dexterity": 13, "intelligence": 13 }, "feats": ["combat-expertise", "dodge", "mobility", "spring-attack"], "bab": 4 }, "isClassFeature": false, "type": "special" },
    { "value": "class-barbarian-rage", "label": "Rage", "description": "<b>Avantage :</b> Un barbare peut entrer en rage un certain nombre de fois par jour. En rage, un barbare gagne temporairement un bonus de +4 en Force, un bonus de +4 en Constitution et un bonus de moral de +2 aux jets de Volonté, mais il subit une pénalité de –2 à la Classe d'Armure. L'augmentation de la Constitution augmente les points de vie du barbare de 2 points par niveau, mais ces points de vie disparaissent à la fin de la rage lorsque son score de Constitution revient à la normale. En rage, un barbare ne peut utiliser aucune compétence basée sur le Charisme, la Dextérité ou l'Intelligence (à l'exception d'Équilibre, Art de l'évasion, Intimidation et Équitation), la compétence Concentration, ou toute capacité nécessitant de la patience ou de la concentration, ni lancer de sorts ou activer des objets magiques nécessitant un mot de commande, un déclencheur de sort (comme une baguette) ou l'achèvement d'un sort (comme un parchemin) pour fonctionner. Il peut utiliser n'importe quel don qu'il possède, à l'exception d'Expertise du combat, des dons de création d'objets et des dons de métamagie. Un accès de rage dure un nombre de rounds égal à 3 + le modificateur de Constitution (nouvellement amélioré) du personnage. Un barbare peut mettre fin prématurément à sa rage. À la fin de la rage, le barbare perd les modificateurs et les restrictions de la rage et devient fatigué (pénalité de –2 en Force, pénalité de –2 en Dextérité, ne peut pas charger ni courir) pendant toute la durée de la rencontre en cours (sauf si le barbare est de niveau 17 ou plus).", "type": "special-ex", "isClassFeature": true },
    { "value": "class-barbarian-fast-movement", "label": "Déplacement rapide", "description": "<b>Avantage :</b> La vitesse terrestre d'un barbare est supérieure de 3 mètres à la norme pour sa race. Ce bénéfice ne s'applique que lorsqu'il ne porte pas d'armure, une armure légère ou une armure intermédiaire et qu'il ne porte pas de charge lourde. Appliquez ce bonus avant de modifier la vitesse du barbare en fonction de la charge portée ou de l'armure portée. Ce bonus se cumule avec tous les autres bonus à la vitesse terrestre du barbare.", "type": "special-ex", "isClassFeature": true, "effectsText": "+3 m à la vitesse terrestre (sans armure, armure légère/intermédiaire, pas de charge lourde)." },
    { "value": "class-barbarian-trap-sense", "label": "Sens des pièges", "description": "<b>Avantage :</b> À partir du niveau 3, un barbare acquiert un sens intuitif qui l'alerte du danger des pièges, lui donnant un bonus aux jets de Réflexes effectués pour éviter les pièges et un bonus d'esquive à la CA contre les attaques effectuées par les pièges. Ce bonus commence à +1 et augmente de +1 tous les trois niveaux de barbare par la suite (6e, 9e, 12e, 15e et 18e niveau). Les bonus de sens des pièges acquis grâce à plusieurs classes se cumulent.", "type": "special-ex", "isClassFeature": true, "effectsText": "Bonus aux jets de Réflexes et à la CA contre les pièges (évolue avec le niveau)." },
    { "value": "class-barbarian-uncanny-dodge", "label": "Esquive instinctive", "description": "<b>Avantage :</b> Conserve le bonus de Dextérité à la CA (le cas échéant) même s'il est pris au dépourvu ou frappé par un attaquant invisible. Perd le bonus de Dex s'il est immobilisé.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-barbarian-improved-uncanny-dodge", "label": "Esquive instinctive améliorée", "description": "<b>Avantage :</b> Ne peut plus être pris en tenaille. Cette défense empêche un roublard d'effectuer une attaque sournoise en le prenant en tenaille, à moins que l'attaquant n'ait au moins quatre niveaux de roublard de plus que les niveaux de barbare de la cible.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-barbarian-damage-reduction", "label": "Réduction des dégâts", "description": "<b>Avantage :</b> Soustrayez un certain montant des dégâts que le barbare subit chaque fois qu'il reçoit des dégâts d'une arme ou d'une attaque naturelle. Cette RD augmente avec le niveau. La réduction des dégâts peut réduire les dégâts à 0 mais pas en dessous de 0.", "type": "special-ex", "isClassFeature": true, "effectsText": "RD X/— (évolue avec le niveau)." },
    { "value": "class-barbarian-greater-rage", "label": "Rage supérieure", "description": "<b>Avantage :</b> Les bonus de Force et de Constitution d'un barbare pendant sa rage augmentent chacun à +6, et son bonus de moral aux jets de Volonté passe à +3. La pénalité à la CA reste à –2.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-barbarian-indomitable-will", "label": "Volonté indomptable", "description": "<b>Avantage :</b> En rage, un barbare gagne un bonus de +4 aux jets de Volonté pour résister aux sorts d'enchantement. Ce bonus se cumule avec tous les autres modificateurs, y compris le bonus de moral aux jets de Volonté qu'il reçoit également pendant sa rage.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-barbarian-tireless-rage", "label": "Rage infatigable", "description": "<b>Avantage :</b> Un barbare ne devient plus fatigué à la fin de sa rage.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-barbarian-mighty-rage", "label": "Rage puissante", "description": "<b>Avantage :</b> Les bonus de Force et de Constitution d'un barbare pendant sa rage augmentent chacun à +8, et son bonus de moral aux jets de Volonté passe à +4. La pénalité à la CA reste à –2.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-bard-bardic-music", "label": "Musique de barde", "description": "<b>Avantage :</b> Une fois par jour par niveau de barde, un barde peut utiliser son chant ou sa poésie pour produire des effets magiques sur ceux qui l'entourent (y compris généralement lui-même, s'il le souhaite). Bien que ces capacités relèvent de la musique de barde et que les descriptions parlent de chanter ou de jouer d'un instrument, elles peuvent toutes être activées en récitant de la poésie, en chantant des vers lyriques, en chantant des mélodies, en sifflant, en jouant d'un instrument ou en jouant d'un instrument en combinaison avec une performance vocale. Chaque capacité nécessite à la fois un niveau de barde minimum et un nombre minimum de rangs dans la compétence Représentation pour être qualifiée ; si un barde n'a pas le nombre requis de rangs dans au moins une compétence Représentation, il n'acquiert pas la capacité de musique de barde tant qu'il n'a pas acquis les rangs nécessaires. Voir le SRD pour plus de détails sur chaque capacité de Musique de barde.", "type": "special-su", "isClassFeature": true },
    { "value": "class-bard-bardic-knowledge", "label": "Savoir de barde", "description": "<b>Avantage :</b> Un barde acquiert de nombreuses connaissances éparses en errant sur les terres et en apprenant des histoires d'autres bardes. Il peut effectuer un test spécial de savoir de barde avec un bonus égal à son niveau de barde + son modificateur d'Intelligence pour savoir s'il connaît des informations pertinentes sur des personnalités locales notables, des objets légendaires ou des lieux remarquables. (Si le barde a 5 rangs ou plus en Connaissances (histoire), il gagne un bonus de +2 à ce test.)", "type": "special-ex", "isClassFeature": true },
    { "value": "class-bard-countersong", "label": "Contre-chant", "description": "<b>Avantage :</b> Un barde avec 3 rangs ou plus dans une compétence Représentation peut utiliser sa musique ou sa poésie pour contrer les effets magiques qui dépendent du son (mais pas les sorts qui ont simplement des composantes verbales). À chaque round du contre-chant, il effectue un test de Représentation. Toute créature à moins de 9 mètres du barde (y compris le barde lui-même) affectée par une attaque magique sonique ou dépendante du langage peut utiliser le résultat du test de Représentation du barde à la place de son jet de sauvegarde si, après le jet de sauvegarde, le résultat du test de Représentation s'avère plus élevé. Si une créature à portée du contre-chant est déjà sous l'effet d'une attaque magique sonique ou dépendante du langage non instantanée, elle bénéficie d'un autre jet de sauvegarde contre l'effet à chaque round où elle entend le contre-chant, mais elle doit utiliser le résultat du test de Représentation du barde pour le jet de sauvegarde. Le contre-chant n'a aucun effet contre les effets qui ne permettent pas de jets de sauvegarde. Le barde peut maintenir le contre-chant pendant 10 rounds.", "type": "special-su", "isClassFeature": true },
    { "value": "class-bard-fascinate", "label": "Fascination", "description": "<b>Avantage :</b> Un barde avec 3 rangs ou plus dans une compétence Représentation peut utiliser sa musique ou sa poésie pour fasciner une ou plusieurs créatures. Chaque créature à fasciner doit se trouver à moins de 27 mètres, être capable de voir et d'entendre le barde, et être capable de lui prêter attention. Le barde doit également être capable de voir la créature. La distraction d'un combat proche ou d'autres dangers empêche la capacité de fonctionner. Pour chaque tranche de trois niveaux qu'un barde atteint au-delà du 1er, il peut cibler une créature supplémentaire avec une seule utilisation de cette capacité. Pour utiliser la capacité, un barde effectue un test de Représentation. Son résultat de test est le DD pour le jet de sauvegarde de Volonté de chaque créature affectée. Si le jet de sauvegarde d'une créature réussit, le barde ne peut plus tenter de fasciner cette créature pendant 24 heures. Si son jet de sauvegarde échoue, la créature s'assoit tranquillement et écoute le chant, ne prenant aucune autre action, aussi longtemps que le barde continue de jouer et de se concentrer (jusqu'à un maximum de 1 round par niveau de barde). Pendant qu'elle est fascinée, une cible subit une pénalité de –4 aux tests de compétence effectués en réaction, tels que les tests de Perception auditive et de Détection. Toute menace potentielle nécessite que le barde effectue un autre test de Représentation et permet à la créature un nouveau jet de sauvegarde contre un DD égal au nouveau résultat du test de Représentation. Toute menace évidente, comme quelqu'un dégainant une arme, lançant un sort ou visant une arme à distance sur la cible, rompt automatiquement l'effet. Fascination est une capacité d'enchantement (coercition), affectant l'esprit.", "type": "special-sp", "isClassFeature": true },
    { "value": "class-bard-inspire-courage", "label": "Inspiration vaillante", "description": "<b>Avantage :</b> Un barde avec 3 rangs ou plus dans une compétence Représentation peut utiliser le chant ou la poésie pour inspirer le courage à ses alliés (y compris lui-même), les renforçant contre la peur et améliorant leurs capacités de combat. Pour être affecté, un allié doit pouvoir entendre le barde chanter. L'effet dure aussi longtemps que l'allié entend le barde chanter et pendant 5 rounds par la suite. Un allié affecté reçoit un bonus de moral aux jets de sauvegarde contre les effets de charme et de peur et un bonus de moral aux jets d'attaque et de dégâts d'arme. Le bonus évolue avec le niveau de Barde.", "type": "special-su", "isClassFeature": true },
    { "value": "class-bard-suggestion", "label": "Suggestion (Barde)", "description": "<b>Avantage :</b> Un barde de niveau 6 ou plus avec 9 rangs ou plus dans une compétence Représentation peut faire une suggestion (comme le sort) à une créature qu'il a déjà fascinée. L'utilisation de cette capacité ne rompt pas la concentration du barde sur l'effet de fascination, ni ne permet un second jet de sauvegarde contre l'effet de fascination. Faire une suggestion ne compte pas dans l'utilisation quotidienne de la musique de barde. Un jet de sauvegarde de Volonté (DD 10 + 1/2 niveau du barde + modificateur de Cha du barde) annule l'effet. Cette capacité n'affecte qu'une seule créature (mais voir Suggestion de masse, ci-dessous). Suggestion est une capacité d'enchantement (coercition), affectant l'esprit, dépendante du langage.", "type": "special-sp", "isClassFeature": true },
    { "value": "class-bard-inspire-competence", "label": "Inspiration talentueuse", "description": "<b>Avantage :</b> Un barde de niveau 3 ou plus avec 6 rangs ou plus dans une compétence Représentation peut utiliser sa musique ou sa poésie pour aider un allié à réussir une tâche. L'allié doit se trouver à moins de 9 mètres et être capable de voir et d'entendre le barde. Le barde doit également être capable de voir l'allié. L'allié obtient un bonus de compétence de +2 aux tests de compétence avec une compétence particulière tant qu'il continue d'entendre la musique du barde. Certaines utilisations de cette capacité sont irréalisables. L'effet dure aussi longtemps que le barde se concentre, jusqu'à un maximum de 2 minutes. Un barde ne peut pas s'inspirer lui-même. L'inspiration talentueuse est une capacité affectant l'esprit.", "type": "special-su", "isClassFeature": true },
    { "value": "class-bard-inspire-greatness", "label": "Inspiration héroïque", "description": "<b>Avantage :</b> Un barde de niveau 9 ou plus avec 12 rangs ou plus dans une compétence Représentation peut utiliser sa musique ou sa poésie pour inspirer la grandeur en lui-même ou en un seul allié consentant à moins de 9 mètres, accordant une capacité de combat supplémentaire. Pour chaque tranche de trois niveaux qu'un barde atteint au-delà du 9e, il peut cibler un allié supplémentaire avec une seule utilisation de cette capacité (deux au 12e niveau, trois au 15e, quatre au 18e). Pour inspirer la grandeur, un barde doit chanter et un allié doit l'entendre chanter. L'effet dure aussi longtemps que l'allié entend le barde chanter et pendant 5 rounds par la suite. Une créature inspirée par la grandeur gagne 2 dés de vie supplémentaires (d10), le nombre correspondant de points de vie temporaires (appliquez le modificateur de Constitution de la cible, le cas échéant, à ces dés de vie supplémentaires), un bonus de compétence de +2 aux jets d'attaque et un bonus de compétence de +1 aux jets de Vigueur. Les dés de vie supplémentaires comptent comme des dés de vie normaux pour déterminer l'effet de sorts tels que Sommeil. L'inspiration héroïque est une capacité affectant l'esprit.", "type": "special-su", "isClassFeature": true },
    { "value": "class-bard-song-of-freedom", "label": "Chant de liberté", "description": "<b>Avantage :</b> Un barde de niveau 12 ou plus avec 15 rangs ou plus dans une compétence Représentation peut utiliser la musique ou la poésie pour créer un effet équivalent au sort Délivrance des enchantements (niveau de lanceur de sorts égal au niveau de barde du personnage). L'utilisation de cette capacité nécessite 1 minute de concentration et de musique ininterrompues, et elle fonctionne sur une seule cible à moins de 9 mètres.", "type": "special-sp", "isClassFeature": true },
    { "value": "class-bard-inspire-heroics", "label": "Inspiration épique", "description": "<b>Avantage :</b> Un barde de niveau 15 ou plus avec 18 rangs ou plus dans une compétence Représentation peut utiliser la musique ou la poésie pour inspirer un héroïsme considérable en lui-même ou en un seul allié consentant à moins de 9 mètres. Pour chaque tranche de trois niveaux de barde que le personnage atteint au-delà du 15e, il peut inspirer l'héroïsme à une créature supplémentaire. Pour inspirer l'héroïsme, un barde doit chanter et un allié doit entendre le barde chanter pendant un round complet. Une créature ainsi inspirée gagne un bonus de moral de +4 aux jets de sauvegarde et un bonus d'esquive de +4 à la CA. L'effet dure aussi longtemps que l'allié entend le barde chanter et pendant 5 rounds par la suite. L'inspiration épique est une capacité affectant l'esprit.", "type": "special-su", "isClassFeature": true },
    { "value": "class-bard-mass-suggestion", "label": "Suggestion de masse", "description": "<b>Avantage :</b> Cette capacité fonctionne comme Suggestion, ci-dessus, sauf qu'un barde de niveau 18 ou plus avec 21 rangs ou plus dans une compétence Représentation peut faire la suggestion simultanément à un nombre quelconque de créatures qu'il a déjà fascinées. Suggestion de masse est une capacité d'enchantement (coercition), affectant l'esprit, dépendante du langage.", "type": "special-sp", "isClassFeature": true },
    { "value": "class-cleric-turn-rebuke-undead", "label": "Renvoi ou intimidation des morts-vivants", "description": "<b>Avantage :</b> Tout prêtre, quel que soit son alignement, a le pouvoir d'affecter les créatures mortes-vivantes en canalisant le pouvoir de sa foi à travers son symbole sacré (ou impie). Un bon prêtre (ou un prêtre neutre qui vénère une divinité bonne) peut renvoyer les morts-vivants. Un prêtre mauvais (ou un prêtre neutre qui vénère une divinité mauvaise) peut intimider les morts-vivants. Un prêtre neutre d'une divinité neutre peut choisir de renvoyer ou d'intimider les morts-vivants. Si le personnage est un prêtre neutre d'une divinité neutre, vous devez choisir si sa capacité de renvoi consiste à renvoyer ou à intimider les morts-vivants. Ce choix détermine également si le prêtre peut lancer spontanément des sorts de guérison ou d'infliction. Une fois ce choix fait, il ne peut pas être inversé. Cette décision détermine également si le prêtre peut utiliser le lancement spontané pour convertir des sorts préparés en sorts de guérison ou d'infliction. Un prêtre peut tenter de renvoyer les morts-vivants un nombre de fois par jour égal à 3 + son modificateur de Charisme. Un prêtre avec 5 rangs ou plus en Connaissances (religion) obtient un bonus de +2 aux tests de renvoi contre les morts-vivants.", "type": "special-su", "isClassFeature": true },
    { "value": "class-druid-animal-companion", "label": "Compagnon animal", "description": "<b>Avantage :</b> Un druide peut commencer le jeu avec un compagnon animal choisi dans une liste spécifique (blaireau, chameau, rat sanguinaire, chien, etc.). Cet animal est un compagnon loyal qui accompagne le druide dans ses aventures. Les règles complètes pour les compagnons animaux, y compris leur progression, sont détaillées dans le SRD.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-druid-nature-sense", "label": "Sens de la nature", "description": "<b>Avantage :</b> Un druide gagne un bonus de +2 aux tests de Connaissances (nature) et de Survie.", "type": "special-ex", "isClassFeature": true, "effectsText": "Bonus de +2 aux tests de Connaissances (nature) et de Survie." },
    { "value": "class-druid-wild-empathy", "label": "Empathie sauvage", "description": "<b>Avantage :</b> Un druide peut améliorer l'attitude d'un animal. Cette capacité fonctionne comme un test de Diplomatie effectué pour améliorer l'attitude d'une personne. Le druide lance 1d20 et ajoute son niveau de druide et son modificateur de Charisme pour déterminer le résultat du test d'empathie sauvage. L'animal domestique typique a une attitude de départ indifférente, tandis que les animaux sauvages sont généralement inamicaux. Pour utiliser l'empathie sauvage, le druide et l'animal doivent pouvoir s'étudier mutuellement, ce qui signifie qu'ils doivent se trouver à moins de 9 mètres l'un de l'autre dans des conditions normales. Généralement, influencer un animal de cette manière prend 1 minute mais, comme pour influencer les gens, cela peut prendre plus ou moins de temps.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-druid-woodland-stride", "label": "Déplacement en milieu naturel", "description": "<b>Avantage :</b> À partir du niveau 2, un druide peut se déplacer à travers n'importe quel type de sous-bois (comme des épines naturelles, des ronces, des zones envahies par la végétation et des terrains similaires) à sa vitesse normale et sans subir de dégâts ni aucune autre gêne. Cependant, les épines, les ronces et les zones envahies par la végétation qui sont enchantées ou manipulées magiquement pour entraver le mouvement l'affectent toujours.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-druid-trackless-step", "label": "Pistage silencieux", "description": "<b>Avantage :</b> À partir du niveau 3, un druide ne laisse aucune trace dans les environnements naturels et ne peut pas être pisté. Il peut choisir de laisser une trace s'il le souhaite.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-druid-resist-natures-lure", "label": "Résistance aux charmes de la nature", "description": "<b>Avantage :</b> À partir du niveau 4, un druide gagne un bonus de +4 aux jets de sauvegarde contre les pouvoirs magiques des fées.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-druid-wild-shape", "label": "Forme animale", "description": "<b>Avantage :</b> Au niveau 5, un druide acquiert la capacité de se transformer en n'importe quel animal de taille Petite ou Moyenne et de reprendre sa forme initiale. Cette capacité peut être utilisée plusieurs fois par jour, augmentant avec le niveau. Aux niveaux supérieurs, le druide peut prendre la forme d'animaux de taille Grande (8e), Très Petite (11e) et Très Grande (15e). La nouvelle forme doit être celle d'un animal que le druide connaît. Voir le SRD pour plus de détails sur la Forme animale.", "type": "special-su", "isClassFeature": true },
    { "value": "class-druid-wild-shape-plant", "label": "Forme animale (Formes végétales)", "description": "<b>Avantage :</b> Au niveau 12, un druide acquiert la capacité d'utiliser la forme animale pour se transformer en une créature végétale de taille Petite, Moyenne ou Grande. Il peut utiliser cette capacité une fois par jour, ou plus souvent en utilisant ses utilisations normales de forme animale.", "type": "special-su", "isClassFeature": true },
    { "value": "class-druid-wild-shape-elemental", "label": "Forme animale (Formes élémentaires)", "description": "<b>Avantage :</b> À partir du niveau 16, un druide peut utiliser la forme animale pour se transformer en un élémentaire de taille Petite, Moyenne ou Grande (air, terre, feu ou eau). Ces formes élémentaires s'ajoutent à son utilisation normale de forme animale. Au niveau 20, le druide peut prendre une forme élémentaire Très Grande.", "type": "special-su", "isClassFeature": true },
    { "value": "class-druid-venom-immunity", "label": "Immunité au venin", "description": "<b>Avantage :</b> Au niveau 9, un druide devient immunisé à tous les poisons.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-druid-a-thousand-faces", "label": "Mille visages", "description": "<b>Avantage :</b> Au niveau 13, un druide acquiert la capacité de changer son apparence à volonté, comme s'il utilisait le sort Modification d'apparence, mais uniquement sous sa forme normale. C'est une capacité surnaturelle.", "type": "special-su", "isClassFeature": true },
    { "value": "class-druid-timeless-body", "label": "Corps éternel", "description": "<b>Avantage :</b> Après avoir atteint le niveau 15, un druide ne subit plus de pénalités de score de caractéristique dues au vieillissement et ne peut pas être vieilli magiquement. Cependant, toutes les pénalités qu'il a déjà subies restent en place. Les bonus s'accumulent toujours, et le druide meurt toujours de vieillesse lorsque son heure est venue. (Cette capacité est également acquise par les Moines au niveau 17).", "type": "special-ex", "isClassFeature": true },
    { "value": "class-fighter-bonus-feat-slot", "label": "Emplacement de don supplémentaire de Guerrier", "description": "<b>Avantage :</b> Vous gagnez un don supplémentaire orienté combat. Ce don doit être choisi dans la liste des dons désignés comme dons supplémentaires de guerrier.", "type": "special", "isClassFeature": true },
    { "value": "class-monk-bonus-feat-slot", "label": "Emplacement de don supplémentaire de Moine", "description": "<b>Avantage :</b> Vous gagnez un don supplémentaire de la liste des dons supplémentaires de Moine. Cela inclut des dons comme Réflexes de combat, Esquive de projectiles, Lutte améliorée, Poing étourdissant, etc.", "type": "special", "isClassFeature": true },
    { "value": "class-monk-flurry-of-blows", "label": "Déluge de coups", "description": "<b>Avantage :</b> Lorsqu'il n'est pas en armure, un moine peut frapper avec un déluge de coups au détriment de la précision. La progression du bonus d'attaque et le nombre d'attaques pour le Déluge de coups sont détaillés dans le tableau de la classe Moine. Le moine doit utiliser une action d'attaque à outrance pour frapper avec un déluge de coups. Les pénalités s'appliquent pendant 1 round. Un moine peut substituer des tentatives de désarmement, de destruction d'arme et de croc-en-jambe à des attaques à mains nues dans un déluge de coups.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-monk-unarmed-strike-damage", "label": "Frappe à mains nues de Moine", "description": "<b>Avantage :</b> Les moines infligent plus de dégâts avec leurs frappes à mains nues qu'une personne normale, comme indiqué dans le tableau de la classe Moine. Les attaques d'un moine peuvent être effectuées indifféremment avec l'un ou l'autre poing, ou même avec les coudes, les genoux et les pieds. Cela signifie qu'un moine peut même effectuer des frappes à mains nues avec les mains pleines. Il n'y a pas d'attaque avec la main secondaire pour un moine frappant à mains nues. Un moine peut ainsi appliquer son bonus de Force complet aux jets de dégâts pour toutes ses frappes à mains nues. Habituellement, les frappes à mains nues d'un moine infligent des dégâts létaux, mais il peut choisir d'infliger des dégâts non létaux à la place sans pénalité à son jet d'attaque. La frappe à mains nues d'un moine est traitée à la fois comme une arme manufacturée et une arme naturelle aux fins des sorts et effets qui améliorent les armes manufacturées ou les armes naturelles.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-monk-ac-bonus", "label": "Bonus de CA de Moine", "description": "<b>Avantage :</b> Lorsqu'il n'est pas en armure et n'est pas encombré, le moine ajoute son bonus de Sagesse (le cas échéant) à sa CA. De plus, un moine gagne un bonus de +1 à la CA au niveau 5. Ce bonus augmente de 1 tous les cinq niveaux de moine par la suite (+2 au 10e, +3 au 15e et +4 au 20e niveau). Ces bonus à la CA s'appliquent même contre les attaques de contact ou lorsque le moine est pris au dépourvu. Il perd ces bonus lorsqu'il est immobilisé ou sans défense, lorsqu'il porte une armure, lorsqu'il porte un bouclier ou lorsqu'il porte une charge intermédiaire ou lourde.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-monk-unarmored-speed-bonus", "label": "Bonus de vitesse sans armure de Moine", "description": "<b>Avantage :</b> La vitesse d'un moine lorsqu'il n'est pas en armure augmente avec son niveau. Ce bonus ne s'applique que lorsqu'il ne porte pas d'armure et ne porte pas de charge intermédiaire ou lourde. Ce bonus se cumule avec tous les autres bonus à la vitesse terrestre du moine.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-monk-evasion", "label": "Esquive totale", "description": "<b>Avantage :</b> Si le personnage réussit un jet de sauvegarde de Réflexes contre une attaque qui inflige normalement la moitié des dégâts en cas de succès, il ne subit aucun dégât à la place. L'esquive totale ne peut être utilisée que si l'on porte une armure légère ou aucune armure. Un personnage sans défense ne bénéficie pas de l'esquive totale.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-monk-still-mind", "label": "Esprit calme", "description": "<b>Avantage :</b> Un moine de niveau 3 ou plus gagne un bonus de +2 aux jets de sauvegarde contre les sorts et effets de l'école d'enchantement.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-monk-ki-strike", "label": "Frappe ki", "description": "<b>Avantage :</b> Les attaques à mains nues d'un moine sont imprégnées de ki. Ses attaques à mains nues sont traitées comme des armes magiques dans le but d'infliger des dégâts aux créatures ayant une réduction des dégâts. La frappe ki s'améliore avec le niveau de moine du personnage pour devenir loyale et en adamantium.", "type": "special-su", "isClassFeature": true },
    { "value": "class-monk-slow-fall", "label": "Chute ralentie", "description": "<b>Avantage :</b> Un moine à portée de bras d'un mur peut l'utiliser pour ralentir sa descente. La capacité du moine à ralentir sa chute s'améliore avec son niveau de moine jusqu'à ce qu'au niveau 20, il puisse utiliser un mur pour ralentir sa descente et tomber de n'importe quelle distance sans subir de dégâts.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-monk-purity-of-body", "label": "Pureté corporelle", "description": "<b>Avantage :</b> Au niveau 5, un moine devient immunisé à toutes les maladies, à l'exception des maladies surnaturelles et magiques.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-monk-wholeness-of-body", "label": "Intégrité corporelle", "description": "<b>Avantage :</b> À partir du niveau 7, un moine peut soigner ses propres blessures. Il peut soigner un nombre de points de vie de dégâts égal à deux fois son niveau de moine actuel chaque jour, et il peut répartir cette guérison sur plusieurs utilisations.", "type": "special-su", "isClassFeature": true },
    { "value": "class-monk-improved-evasion", "label": "Esquive totale améliorée", "description": "<b>Avantage :</b> La capacité d'esquive totale d'un moine s'améliore. Il ne subit toujours aucun dégât en cas de jet de sauvegarde de Réflexes réussi contre les attaques, mais il ne subit désormais que la moitié des dégâts en cas d'échec. Un moine sans défense ne bénéficie pas de l'esquive totale améliorée.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-monk-diamond-body", "label": "Corps de diamant", "description": "<b>Avantage :</b> Au niveau 11, un moine devient immunisé à tous les types de poisons.", "type": "special-su", "isClassFeature": true },
    { "value": "class-monk-greater-flurry", "label": "Déluge de coups supérieur", "description": "<b>Avantage :</b> Au niveau 11, la capacité de déluge de coups d'un moine s'améliore. En plus de l'unique attaque supplémentaire standard qu'il obtient grâce au déluge de coups, il obtient une deuxième attaque supplémentaire à son bonus de base à l'attaque complet.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-monk-abundant-step", "label": "Pas chassé", "description": "<b>Avantage :</b> À partir du niveau 12, un moine peut se glisser magiquement entre les espaces, comme s'il utilisait le sort Porte dimensionnelle, une fois par jour. Son niveau de lanceur de sorts pour cet effet est la moitié de son niveau de moine (arrondi à l'inférieur).", "type": "special-su", "isClassFeature": true },
    { "value": "class-monk-diamond-soul", "label": "Âme de diamant", "description": "<b>Avantage :</b> Au niveau 13, un moine gagne une résistance à la magie égale à son niveau de moine actuel + 10. Pour affecter le moine avec un sort, un lanceur de sorts doit réussir un test de niveau de lanceur de sorts (1d20 + niveau de lanceur de sorts) qui égale ou dépasse la résistance à la magie du moine.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-monk-quivering-palm", "label": "Paume vibratoire", "description": "<b>Avantage :</b> À partir du niveau 15, un moine peut déclencher des vibrations dans le corps d'une autre créature qui peuvent par la suite être fatales si le moine le souhaite. Il peut utiliser cette attaque de paume vibratoire une fois par semaine. Le moine doit annoncer son intention avant d'effectuer son jet d'attaque. Les créatures artificielles, les vases, les plantes, les morts-vivants, les créatures intangibles et les créatures immunisées aux coups critiques ne peuvent pas être affectées. Sinon, si le moine frappe avec succès et que la cible subit des dégâts du coup, l'attaque de paume vibratoire réussit. Par la suite, le moine peut tenter de tuer la victime à tout moment ultérieur, tant que la tentative est effectuée dans un nombre de jours égal à son niveau de moine. Pour effectuer une telle tentative, le moine souhaite simplement la mort de la cible (une action libre), et à moins que la cible ne réussisse un jet de sauvegarde de Vigueur (DD 10 + 1/2 du niveau du moine + modificateur de Sag du moine), elle meurt. Si le jet de sauvegarde est réussi, la cible n'est plus en danger de cette attaque de paume vibratoire particulière, mais elle peut toujours être affectée par une autre ultérieurement.", "type": "special-su", "isClassFeature": true },
    { "value": "class-monk-tongue-sun-moon", "label": "Langage du soleil et de la lune", "description": "<b>Avantage :</b> Un moine de niveau 17 ou plus peut parler avec n'importe quelle créature vivante.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-monk-empty-body", "label": "Corps vide", "description": "<b>Avantage :</b> Au niveau 19, un moine peut prendre un état éthéré pendant 1 round par niveau de moine par jour. Dans cet état, il est invisible, intangible et peut se déplacer dans n'importe quelle direction (même vers le haut ou vers le bas) à sa vitesse sans armure. En tant que créature éthérée, il ne peut pas affecter ni être affecté par le monde matériel, sauf qu'il peut le voir et l'entendre. Cette capacité est similaire à un sort de Traversée éthérée.", "type": "special-su", "isClassFeature": true },
    { "value": "class-monk-perfect-self", "label": "Perfection de soi", "description": "<b>Avantage :</b> Au niveau 20, un moine devient une créature magique. Il est désormais traité comme un extérieur plutôt que comme un humanoïde (ou quel que soit le type de créature du moine auparavant). Par exemple, il est immunisé aux sorts comme Charme-personne. De plus, le moine gagne une réduction des dégâts de 10/magie, ce qui lui permet d'ignorer les 10 premiers points de dégâts de toute attaque effectuée par une arme non magique ou par toute attaque naturelle effectuée par une créature qui n'a pas de réduction des dégâts similaire. Contrairement aux autres extérieurs, le moine peut toujours être ramené d'entre les morts comme s'il était membre de son type de créature précédent.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-paladin-aura-of-good", "label": "Aura de bien", "description": "<b>Avantage :</b> La puissance de l'aura de bien d'un paladin (voir le sort Détection du bien) est égale à son niveau de paladin. L'aura de bien d'un paladin est une capacité extraordinaire.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-paladin-detect-evil", "label": "Détection du mal", "description": "<b>Avantage :</b> À volonté, un paladin peut utiliser Détection du mal, comme le sort. C'est un pouvoir magique.", "type": "special-sp", "isClassFeature": true },
    { "value": "class-paladin-smite-evil", "label": "Châtiment du mal", "description": "<b>Avantage :</b> Une fois par jour, un paladin peut tenter de châtier le mal avec une attaque de corps à corps normale. Il ajoute son bonus de Charisme (le cas échéant) à son jet d'attaque et inflige 1 point de dégât supplémentaire par niveau de paladin. Si le paladin châtie accidentellement une créature qui n'est pas mauvaise, le châtiment n'a aucun effet, mais la capacité est tout de même utilisée pour ce jour-là. Le châtiment du mal est une capacité surnaturelle. Le nombre de châtiments par jour augmente avec le niveau de Paladin.", "type": "special-su", "isClassFeature": true },
    { "value": "class-paladin-divine-grace", "label": "Grâce divine", "description": "<b>Avantage :</b> Au niveau 2, un paladin gagne un bonus égal à son bonus de Charisme (le cas échéant) à tous les jets de sauvegarde. La grâce divine est une capacité surnaturelle.", "type": "special-su", "isClassFeature": true },
    { "value": "class-paladin-lay-on-hands", "label": "Imposition des mains", "description": "<b>Avantage :</b> À partir du niveau 2, un paladin avec un score de Charisme de 12 ou plus peut soigner les blessures (les siennes ou celles des autres) par le toucher. Chaque jour, il peut soigner un nombre total de points de vie de dégâts égal à son niveau de paladin × son bonus de Charisme. Un paladin peut choisir de répartir sa guérison entre plusieurs bénéficiaires, et il n'est pas obligé de tout utiliser en une seule fois. L'utilisation de l'imposition des mains est une action simple. Alternativement, un paladin peut utiliser tout ou partie de ce pouvoir de guérison pour infliger des dégâts aux créatures mortes-vivantes. L'utilisation de l'imposition des mains de cette manière nécessite une attaque de contact au corps à corps réussie et ne provoque pas d'attaque d'opportunité. Le paladin décide du nombre de points de son allocation quotidienne à utiliser comme dégâts après avoir touché avec succès une créature morte-vivante. L'imposition des mains est une capacité surnaturelle.", "type": "special-su", "isClassFeature": true },
    { "value": "class-paladin-aura-of-courage", "label": "Aura de courage", "description": "<b>Avantage :</b> À partir du niveau 3, un paladin est immunisé à la peur (magique ou autre). Chaque allié à moins de 3 mètres de lui gagne un bonus de moral de +4 aux jets de sauvegarde contre les effets de peur. Cette capacité fonctionne tant que le paladin est conscient, mais pas s'il est inconscient ou mort. L'aura de courage est une capacité surnaturelle.", "type": "special-su", "isClassFeature": true },
    { "value": "class-paladin-divine-health", "label": "Santé divine", "description": "<b>Avantage :</b> Au niveau 3, un paladin devient immunisé à toutes les maladies, y compris les maladies surnaturelles et magiques. La santé divine est une capacité extraordinaire.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-paladin-turn-undead", "label": "Renvoi des morts-vivants (Paladin)", "description": "<b>Avantage :</b> Lorsqu'un paladin atteint le niveau 4, il acquiert la capacité surnaturelle de renvoyer les morts-vivants. Il peut tenter de renvoyer les morts-vivants un nombre de fois par jour égal à 3 + son modificateur de Charisme. Il renvoie les morts-vivants comme un prêtre de trois niveaux de moins le ferait.", "type": "special-su", "isClassFeature": true },
    { "value": "class-paladin-special-mount", "label": "Monture spéciale", "description": "<b>Avantage :</b> En atteignant le niveau 5, un paladin obtient le service d'une monture exceptionnellement intelligente, forte et loyale pour le servir dans sa croisade contre le mal (voir l'encadré). Cette monture est généralement un cheval de guerre lourd (pour un paladin de taille Moyenne) ou un poney de guerre (pour un paladin de taille Petite). Une fois par jour, en tant qu'action complexe, un paladin peut appeler magiquement sa monture depuis les royaumes célestes où elle réside. Cette capacité équivaut à un sort d'un niveau égal à un tiers du niveau du paladin. La monture apparaît immédiatement adjacente au paladin et reste pendant 2 heures par niveau de paladin ; elle peut être renvoyée à tout moment en tant qu'action libre. La monture est la même créature chaque fois qu'elle est invoquée, bien que le paladin puisse libérer une monture particulière de son service. Chaque fois que la monture est appelée, elle apparaît en pleine santé, quels que soient les dégâts qu'elle a pu subir auparavant. La monture apparaît également portant ou transportant tout équipement qu'elle avait lors de son dernier renvoi. Appeler une monture est un effet de conjuration (appel). Si la monture d'un paladin meurt, elle disparaît immédiatement, laissant derrière elle tout équipement qu'elle portait. Le paladin ne peut pas invoquer une autre monture pendant trente jours ou jusqu'à ce qu'il gagne un niveau de paladin, selon la première éventualité, même si la monture est d'une manière ou d'une autre ramenée d'entre les morts. Pendant cette période de trente jours, le paladin subit une pénalité de –1 aux jets d'attaque et de dégâts d'arme. Monture spéciale est un pouvoir magique.", "type": "special-sp", "isClassFeature": true },
    { "value": "class-paladin-remove-disease", "label": "Guérison des maladies", "description": "<b>Avantage :</b> Au niveau 6, un paladin peut produire un effet de Guérison des maladies, comme le sort, une fois par semaine. Il peut utiliser cette capacité une fois de plus par semaine tous les trois niveaux après le 6e (deux fois par semaine au 9e, trois fois au 12e, etc.). Guérison des maladies est un pouvoir magique.", "type": "special-sp", "isClassFeature": true },
    { "value": "class-ranger-favored-enemy", "label": "Ennemi juré", "description": "<b>Avantage :</b> Un rôdeur peut choisir un type de créature dans le tableau des Ennemis jurés du Rôdeur. Le rôdeur gagne un bonus aux tests de Bluff, Perception auditive, Psychologie, Détection et Survie lorsqu'il utilise ces compétences contre des créatures de ce type. De même, il obtient un bonus aux jets de dégâts d'arme contre ces créatures. Le bonus et le nombre d'ennemis jurés augmentent avec le niveau de rôdeur.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-ranger-wild-empathy", "label": "Empathie sauvage (Rôdeur)", "description": "<b>Avantage :</b> Un rôdeur peut améliorer l'attitude d'un animal. Cette capacité fonctionne comme un test de Diplomatie effectué pour améliorer l'attitude d'une personne. Le rôdeur lance 1d20 et ajoute son niveau de rôdeur et son modificateur de Charisme pour déterminer le résultat du test d'empathie sauvage.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-ranger-combat-style", "label": "Style de combat", "description": "<b>Avantage :</b> Au niveau 2, un rôdeur doit choisir l'un des deux styles de combat à suivre : tir à l'arc ou combat à deux armes. Ce choix affecte les caractéristiques de classe du personnage mais ne restreint en rien sa sélection de dons ou de capacités spéciales. Le rôdeur gagne des dons supplémentaires spécifiques en fonction de ce choix. Les avantages du style choisi par le rôdeur ne s'appliquent que lorsqu'il porte une armure légère ou aucune armure.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-ranger-animal-companion", "label": "Compagnon animal (Rôdeur)", "description": "<b>Avantage :</b> Au niveau 4, un rôdeur gagne un compagnon animal choisi dans la liste des compagnons animaux disponibles pour les druides. Cet animal est un compagnon loyal qui accompagne le rôdeur dans ses aventures comme il convient à son espèce. Cette capacité fonctionne comme la capacité de druide du même nom, sauf que le niveau de druide effectif du rôdeur est la moitié de son niveau de rôdeur.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-ranger-improved-combat-style", "label": "Style de combat amélioré", "description": "<b>Avantage :</b> Au niveau 6, l'aptitude d'un rôdeur dans son style de combat choisi (tir à l'arc ou combat à deux armes) s'améliore, accordant des dons supplémentaires liés à ce style. Comme auparavant, les avantages du style choisi par le rôdeur ne s'appliquent que lorsqu'il porte une armure légère ou aucune armure.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-ranger-woodland-stride", "label": "Déplacement en milieu naturel (Rôdeur)", "description": "<b>Avantage :</b> À partir du niveau 7, un rôdeur peut se déplacer à travers n'importe quel type de sous-bois (comme des épines naturelles, des ronces, des zones envahies par la végétation et des terrains similaires) à sa vitesse normale et sans subir de dégâts ni aucune autre gêne. Cependant, les épines, les ronces et les zones envahies par la végétation qui sont enchantées ou manipulées magiquement pour entraver le mouvement l'affectent toujours.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-ranger-swift-tracker", "label": "Pisteur rapide", "description": "<b>Avantage :</b> À partir du niveau 8, un rôdeur peut se déplacer à sa vitesse normale tout en suivant des pistes sans subir la pénalité normale de –5. Il ne subit qu'une pénalité de –10 (au lieu de la pénalité normale de –20) lorsqu'il se déplace jusqu'à deux fois sa vitesse normale tout en pistage.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-ranger-evasion", "label": "Esquive totale (Rôdeur)", "description": "<b>Avantage :</b> Au niveau 9, un rôdeur peut éviter même les attaques magiques et inhabituelles avec une grande agilité. S'il réussit un jet de sauvegarde de Réflexes contre une attaque qui inflige normalement la moitié des dégâts en cas de succès, il ne subit aucun dégât à la place. L'esquive totale ne peut être utilisée que si un rôdeur porte une armure légère ou aucune armure. Un rôdeur sans défense ne bénéficie pas de l'esquive totale.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-ranger-combat-style-mastery", "label": "Maîtrise du style de combat", "description": "<b>Avantage :</b> Au niveau 11, l'aptitude d'un rôdeur dans son style de combat choisi (tir à l'arc ou combat à deux armes) s'améliore à nouveau, accordant d'autres dons supplémentaires. Comme auparavant, les avantages du style choisi par le rôdeur ne s'appliquent que lorsqu'il porte une armure légère ou aucune armure.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-ranger-camouflage", "label": "Camouflage", "description": "<b>Avantage :</b> Un rôdeur de niveau 13 ou plus peut utiliser la compétence Discrétion dans n'importe quel type de terrain naturel, même si le terrain n'offre pas de couverture ou de camouflage. Le camouflage est une capacité extraordinaire.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-ranger-hide-in-plain-sight", "label": "Se cacher à la vue de tous", "description": "<b>Avantage :</b> Dans n'importe quel type de terrain naturel, un rôdeur de niveau 17 ou plus peut utiliser la compétence Discrétion même en étant observé. Se cacher à la vue de tous est une capacité extraordinaire.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-rogue-sneak-attack", "label": "Attaque sournoise", "description": "<b>Avantage :</b> Si un roublard peut surprendre un adversaire lorsqu'il est incapable de se défendre efficacement contre son attaque, il peut frapper un point vital pour infliger des dégâts supplémentaires. L'attaque du roublard inflige des dégâts supplémentaires chaque fois que sa cible se verrait refuser un bonus de Dextérité à la CA (que la cible ait réellement un bonus de Dextérité ou non), ou lorsque le roublard prend sa cible en tenaille. Ces dégâts supplémentaires augmentent avec le niveau de roublard. Si le roublard réussit un coup critique avec une attaque sournoise, ces dégâts supplémentaires ne sont pas multipliés. Les attaques à distance ne peuvent compter comme des attaques sournoises que si la cible se trouve à moins de 9 mètres. Avec une matraque (blackjack) ou une frappe à mains nues, un roublard peut effectuer une attaque sournoise qui inflige des dégâts non létaux au lieu de dégâts létaux. Il ne peut pas utiliser une arme qui inflige des dégâts létaux pour infliger des dégâts non létaux lors d'une attaque sournoise, même avec la pénalité habituelle de –4.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-rogue-trapfinding", "label": "Découverte des pièges", "description": "<b>Avantage :</b> Les roublards (et seulement les roublards) peuvent utiliser la compétence Fouille pour localiser les pièges lorsque la tâche a un Degré de Difficulté supérieur à 20. Trouver un piège non magique a un DD d'au moins 20, ou plus s'il est bien caché. Trouver un piège magique a un DD de 25 + niveau de sort du sort utilisé pour le créer. Les roublards (et seulement les roublards) peuvent utiliser la compétence Désamorçage/Sabotage pour désarmer les pièges magiques. Un piège magique a généralement un DD de 25 + niveau de sort du sort utilisé pour le créer.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-rogue-evasion", "label": "Esquive totale (Roublard)", "description": "<b>Avantage :</b> À partir du niveau 2, un roublard peut éviter même les attaques magiques et inhabituelles avec une grande agilité. S'il réussit un jet de sauvegarde de Réflexes contre une attaque qui inflige normalement la moitié des dégâts en cas de succès, il ne subit aucun dégât à la place. L'esquive totale ne peut être utilisée que si un roublard porte une armure légère ou aucune armure. Un roublard sans défense ne bénéficie pas de l'esquive totale.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-rogue-trap-sense", "label": "Sens des pièges (Roublard)", "description": "<b>Avantage :</b> Au niveau 3, un roublard acquiert un sens intuitif qui l'alerte du danger des pièges, lui donnant un bonus de +1 aux jets de Réflexes effectués pour éviter les pièges et un bonus d'esquive de +1 à la CA contre les attaques effectuées par les pièges. Ces bonus augmentent de +1 tous les trois niveaux de roublard par la suite (6e, 9e, 12e, 15e et 18e niveau). Les bonus de sens des pièges acquis grâce à plusieurs classes se cumulent.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-rogue-uncanny-dodge", "label": "Esquive instinctive (Roublard)", "description": "<b>Avantage :</b> À partir du niveau 4, un roublard peut réagir au danger avant que ses sens ne lui permettent normalement de le faire. Il conserve son bonus de Dextérité à la CA (le cas échéant) même s'il est pris au dépourvu ou frappé par un attaquant invisible. Cependant, il perd toujours son bonus de Dextérité à la CA s'il est immobilisé.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-rogue-improved-uncanny-dodge", "label": "Esquive instinctive améliorée (Roublard)", "description": "<b>Avantage :</b> À partir du niveau 8, un roublard ne peut plus être pris en tenaille. Cette défense empêche un autre roublard d'effectuer une attaque sournoise contre le personnage en le prenant en tenaille, à moins que l'attaquant n'ait au moins quatre niveaux de roublard de plus que la cible.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-rogue-special-ability-slot", "label": "Emplacement de Capacité Spéciale de Roublard", "description": "<b>Avantage :</b> En atteignant le niveau 10, et tous les trois niveaux de roublard par la suite (13e, 16e et 19e), un roublard peut choisir une capacité spéciale dans une liste (par exemple, Frappe incapacitante, Roulade défensive, Esquive totale améliorée, Opportuniste, Maîtrise des compétences, Esprit fuyant, Don). Ceci représente l'emplacement pour choisir cette capacité.", "type": "special-ex", "isClassFeature": true },
    { "value": "class-sorcerer-summon-familiar", "label": "Invocation de familier", "description": "<b>Avantage :</b> Un ensorceleur peut obtenir un familier exactement de la même manière qu'un magicien. Les familiers sont des créatures liées magiquement qui servent leurs maîtres. L'ensorceleur choisit une créature dans la liste standard des familiers (voir SRD). Le familier accorde des capacités spéciales à son maître, comme indiqué dans le tableau du SRD. Le familier utilise les statistiques de base d'une créature de son espèce, sauf qu'il a une Intelligence d'au moins 6, deux Dés de Vie, et une CA et des jets de sauvegarde identiques à ceux du maître. Ses points de vie sont égaux à la moitié du total du maître.", "type": "special-sp", "isClassFeature": true },
    { "value": "class-wizard-bonus-feat-slot", "label": "Emplacement de don supplémentaire de Magicien", "description": "<b>Avantage :</b> Vous gagnez un don supplémentaire. Ce don doit être un don de métamagie, un don de création d'objets ou Maîtrise des sorts.", "type": "special", "isClassFeature": true },
    {
      "value": "class-soulknife-mind-blade",
      "label": "Lame Mentale",
      "description": "En tant qu'action de mouvement, un psychomancien peut créer une lame semi-solide composée d'énergie psychique distillée de son propre esprit. La lame est identique en tous points (sauf visuellement) à une épée courte de taille appropriée à son porteur. Par exemple, un psychomancien de taille Moyenne matérialise une lame mentale de taille Moyenne qu'il peut manier comme une arme légère, et la lame inflige 1d6 points de dégâts (crit 19-20/×2). Les psychomanciens plus petits ou plus grands que la taille Moyenne créent des lames mentales identiques à des épées courtes appropriées à leur taille, avec un changement correspondant aux dégâts de la lame. Le porteur d'une lame mentale bénéficie des avantages habituels à son jet d'attaque et à son jet de dégâts grâce à un bonus de Force élevé.<br /><br />La lame peut être brisée (elle a une solidité de 10 et 10 points de vie) ; cependant, un psychomancien peut simplement en créer une autre lors de sa prochaine action de mouvement. Au moment où il lâche sa prise sur sa lame, celle-ci se dissipe (sauf s'il a l'intention de la lancer ; voir ci-dessous). Une lame mentale est considérée comme une arme magique dans le but de surmonter la réduction des dégâts.<br /><br />Un psychomancien peut utiliser des dons tels que Attaque en Puissance ou Expertise du Combat en conjonction avec la lame mentale comme s'il s'agissait d'une arme normale. Il peut également choisir la lame mentale pour les dons nécessitant un choix d'arme spécifique, comme Spécialisation Martiale. Les pouvoirs ou sorts qui améliorent les armes peuvent être utilisés sur une lame mentale.<br /><br />La lame mentale d'un psychomancien s'améliore à mesure que le personnage gagne des niveaux. Au niveau 4 et tous les quatre niveaux par la suite, la lame mentale gagne un bonus d'altération cumulatif de +1 aux jets d'attaque et de dégâts (+2 au niveau 8, +3 au niveau 12, +4 au niveau 16 et +5 au niveau 20).<br /><br />Même dans les endroits où les effets psioniques ne fonctionnent normalement pas (comme dans un champ de nullification psionique), un psychomancien peut tenter de maintenir sa lame mentale en effectuant un jet de Volonté DD 20. En cas de succès, le psychomancien maintient sa lame mentale pendant un nombre de rounds égal à son niveau de classe avant de devoir vérifier à nouveau. En cas d'échec, la lame mentale disparaît. En tant qu'action de mouvement lors de son tour, le psychomancien peut tenter un nouveau jet de Volonté pour rematérialiser sa lame mentale tant qu'il reste dans l'effet de négation psionique.",
      "type": "special-su",
      "isClassFeature": true
    },
    { "value": "weapon-focus-mind-blade", "label": "Arme de prédilection (Lame Mentale)", "description": "<b>Avantage :</b> Vous gagnez un bonus de +1 à tous les jets d'attaque que vous effectuez avec votre lame mentale.", "type": "special", "isClassFeature": true, "effectsText": "+1 aux jets d'attaque avec la Lame Mentale." },
    { "value": "wild-talent", "label": "Talent Inné", "description": "<b>Avantage :</b> Vous gagnez 1 point de pouvoir.", "type": "special-ps", "isClassFeature": true, "effectsText": "Gagne 1 point de pouvoir." },
    { "value": "class-soulknife-throw-mind-blade", "label": "Lancer de Lame Mentale", "description": "Un psychomancien de niveau 2 ou plus peut lancer sa lame mentale comme une arme à distance avec un facteur de portée de 9 mètres.<br /><br />Que l'attaque touche ou non, une lame mentale lancée se dissipe ensuite. Un psychomancien de niveau 3 ou plus peut effectuer une frappe psychique (voir ci-dessous) avec une lame mentale lancée et peut utiliser la lame en conjonction avec d'autres capacités spéciales (comme Couteau dans l'Âme ; voir ci-dessous).", "type": "special-ex", "isClassFeature": true },
    { "value": "class-soulknife-psychic-strike", "label": "Frappe Psychique", "description": "En tant qu'action de mouvement, un psychomancien de niveau 3 ou plus peut imprégner sa lame mentale d'énergie psychique destructrice. Cet effet inflige 1d8 points de dégâts supplémentaires à la prochaine cible vivante et non dénuée d'intelligence qu'il touche avec succès avec une attaque de corps à corps (ou une attaque à distance, s'il utilise la capacité de lancer de lame mentale). Les créatures immunisées aux effets affectant l'esprit sont immunisées aux dégâts de la frappe psychique. (Contrairement à l'attaque sournoise du roublard, la frappe psychique n'est pas des dégâts de précision et peut affecter des créatures autrement immunisées aux dégâts supplémentaires des coups critiques ou à plus de 9 mètres, à condition qu'elles soient des créatures vivantes, non dénuées d'intelligence et non immunisées aux effets affectant l'esprit.)<br /><br />Une lame mentale n'inflige ces dégâts supplémentaires qu'une seule fois lorsque cette capacité est utilisée, mais un psychomancien peut à nouveau imprégner sa lame mentale d'énergie psychique en effectuant une autre action de mouvement.<br /><br />Une fois qu'un psychomancien a préparé sa lame pour une frappe psychique, celle-ci conserve l'énergie supplémentaire jusqu'à ce qu'elle soit utilisée. Même si le psychomancien lâche la lame mentale (ou si elle se dissipe autrement, comme lorsqu'elle est lancée et rate), elle est toujours imprégnée d'énergie psychique lorsque le psychomancien la matérialise ensuite.<br /><br />À tous les quatre niveaux au-delà du 3ème (7ème, 11ème, 15ème et 19ème), les dégâts supplémentaires de la frappe psychique d'un psychomancien augmentent comme indiqué dans le tableau ci-dessus.", "type": "special-su", "isClassFeature": true },
    { "value": "class-soulknife-free-draw", "label": "Dégainage Libre", "description": "Au niveau 5, un psychomancien devient capable de matérialiser sa lame mentale en tant qu'action libre au lieu d'une action de mouvement. Il ne peut cependant faire qu'une seule tentative pour matérialiser la lame mentale par round.", "type": "special-su", "isClassFeature": true },
    { "value": "class-soulknife-shape-mind-blade", "label": "Façonner la Lame Mentale", "description": "Au niveau 5, un psychomancien acquiert la capacité de changer la forme de sa lame mentale. En tant qu'action complexe, il peut changer sa lame mentale pour répliquer une épée longue (dégâts 1d8 pour une arme de taille Moyenne maniée à une main) ou une épée bâtarde (dégâts 1d10 pour une arme de taille Moyenne, mais il doit la manier à deux mains à moins de connaître le don Maniement d'Arme Exotique (épée bâtarde)). Si un psychomancien façonne sa lame mentale sous la forme d'une épée bâtarde et la manie à deux mains, il ajoute 1½ fois son bonus de Force à ses jets de dégâts, tout comme lorsqu'il utilise n'importe quelle autre arme à deux mains.<br /><br />Alternativement, un psychomancien peut diviser sa lame mentale en deux épées courtes identiques, adaptées au combat avec une arme dans chaque main. (Les pénalités normales pour le combat à deux armes s'appliquent.) Cependant, les deux lames mentales ont un bonus d'altération inférieur de 1 à ce que le psychomancien créerait autrement avec une seule lame mentale.", "type": "special-su", "isClassFeature": true },
    { "value": "class-soulknife-mind-blade-enhancement", "label": "Amélioration de la Lame Mentale", "description": "Au niveau 6, un psychomancien acquiert la capacité d'améliorer sa lame mentale avec des capacités spéciales d'arme. Il peut ajouter n'importe laquelle des capacités spéciales d'arme du tableau fourni dans la description de la classe qui a une valeur de bonus d'altération de +1.<br /><br />À tous les quatre niveaux au-delà du 6ème (10ème, 14ème et 18ème), la valeur de l'amélioration qu'un psychomancien peut ajouter à son arme passe respectivement à +2, +3 et +4. Un psychomancien peut choisir n'importe quelle combinaison de capacités spéciales d'arme qui ne dépasse pas le total autorisé par le niveau du psychomancien.<br /><br />La ou les capacités d'arme restent les mêmes chaque fois que le psychomancien matérialise sa lame mentale (sauf s'il décide de réaffecter ses capacités ; voir ci-dessous). La ou les capacités s'appliquent à toute forme que prend la lame mentale, y compris l'utilisation des capacités de façonner la lame mentale ou de vent de lames.<br /><br />Un psychomancien peut réaffecter la ou les capacités qu'il a ajoutées à sa lame mentale. Pour ce faire, il doit d'abord passer 8 heures en concentration. Après cette période, la lame mentale se matérialise avec la ou les nouvelles capacités sélectionnées par le psychomancien.", "type": "special-su", "isClassFeature": true },
    { "value": "speed-of-thought", "label": "Vitesse de la Pensée", "description": "<b>Avantage :</b> Vous gagnez un bonus de +3 mètres à votre vitesse de base.", "type": "special-ps", "isClassFeature": true, "effectsText": "+3 m à la vitesse de base." },
    { "value": "class-soulknife-bladewind", "label": "Vent de Lames", "description": "Au niveau 9, un psychomancien acquiert la capacité de fragmenter momentanément sa lame mentale en de nombreuses lames identiques, chacune frappant un adversaire proche.<br /><br />En tant qu'attaque à outrance, lorsqu'il manie sa lame mentale, un psychomancien peut renoncer à ses attaques régulières et fragmenter à la place sa lame mentale pour effectuer une attaque de corps à corps à son bonus de base à l'attaque complet contre chaque adversaire à portée. Chaque fragment fonctionne de manière identique à la lame mentale normale du psychomancien.<br /><br />Lorsqu'il utilise le vent de lames, un psychomancien renonce à tout bonus ou attaque supplémentaire accordé par d'autres dons ou capacités (comme le don Enchaînement ou le sort Rapidité).<br /><br />La lame mentale reprend immédiatement sa forme précédente après l'attaque de vent de lames.", "type": "special-su", "isClassFeature": true },
    { "value": "greater-weapon-focus-mind-blade", "label": "Arme de Prédilection Supérieure (Lame Mentale)", "description": "<b>Avantage :</b> Vous gagnez un bonus supplémentaire de +1 à tous les jets d'attaque que vous effectuez avec votre lame mentale. Ceci se cumule avec Arme de Prédilection.", "type": "special", "isClassFeature": true, "effectsText": "Bonus supplémentaire de +1 aux jets d'attaque avec la Lame Mentale." },
    { "value": "class-soulknife-knife-to-the-soul", "label": "Couteau dans l'Âme", "description": "À partir du niveau 13, lorsqu'un psychomancien exécute une frappe psychique, il peut choisir de substituer des dégâts d'Intelligence, de Sagesse ou de Charisme (à son choix) aux dés de dégâts supplémentaires. Pour chaque dé de dégâts supplémentaires auquel il renonce, il inflige 1 point de dégâts à la caractéristique qu'il choisit. Un psychomancien peut combiner des dés de dégâts supplémentaires et des dégâts de caractéristique dans n'importe quelle combinaison.<br /><br />Le psychomancien décide quelle caractéristique sa frappe psychique endommage et la répartition des dégâts de caractéristique et des dés de dégâts supplémentaires lorsqu'il imprègne sa lame mentale de l'énergie de la frappe psychique.", "type": "special-su", "isClassFeature": true },
    { "value": "class-soulknife-multiple-throw", "label": "Lancer Multiple", "description": "Au niveau 17 et plus, un psychomancien peut lancer un nombre de lames mentales par round égal au nombre d'attaques de corps à corps qu'il pourrait effectuer.", "type": "special-ex", "isClassFeature": true }
  ],
  "FEAT_TYPES_DATA": [
    { "value": "special", "label": "Spécial" },
    { "value": "special-ex", "label": "Capacité Extraordinaire" },
    { "value": "special-sp", "label": "Pouvoir Magique" },
    { "value": "special-su", "label": "Capacité Surnaturelle" },
    { "value": "special-ps", "label": "Pouvoir Psy" },
    { "value": "special-ex-su", "label": "Capacité Extraordinaire/Surnaturelle" }
  ]
}

    