
{
  "SIZES_DATA": [
    { "value": "fine", "label": "Fine" },
    { "value": "diminutive", "label": "Diminutive" },
    { "value": "tiny", "label": "Tiny" },
    { "value": "small", "label": "Small" },
    { "value": "medium", "label": "Medium" },
    { "value": "large", "label": "Large" },
    { "value": "huge", "label": "Huge" },
    { "value": "gargantuan", "label": "Gargantuan" },
    { "value": "colossal", "label": "Colossal" }
  ],
  "ALIGNMENTS_DATA": [
    {
      "value": "lawful-good",
      "label": "Lawful Good",
      "description": "<p>Characters of this alignment believe that an orderly, strong society with a well-organized government can work to make life better for the majority of the people. To ensure the quality of life, laws must be created and obeyed. When people respect the laws and try to help one another, society as a whole prospers. Therefore, lawful good characters strive for things that will bring the greatest benefit to the most people and cause the least harm. They are also concerned with issues of justice and fairness, and they value honesty and integrity.</p>"
    },
    {
      "value": "neutral-good",
      "label": "Neutral Good",
      "description": "<p>Neutral good characters believe that a balance of forces is important, but that the concerns of law and chaos do not moderate the need for good. The universe is a big place, and while it is important to ensure that good is promoted, it is equally important that this good is not forced upon others. A neutral good character does what is good and right, without bias for or against order.</p>"
    },
    {
      "value": "chaotic-good",
      "label": "Chaotic Good",
      "description": "<p>Chaotic good characters are strong individualists marked by a streak of kindness and benevolence. They believe in all the virtues of goodness and right, but they have little use for laws and regulations. They have no use for people who 'try to push folk around and tell them what to do.' Their actions are guided by their own moral compass, which, although good, may not always be in perfect agreement with the rest of society.</p>"
    },
    {
      "value": "lawful-neutral",
      "label": "Lawful Neutral",
      "description": "<p>Order and organization are of paramount importance to characters of this alignment. They believe in a strong, well-ordered government, whether that government is a tyranny or a benevolent democracy. The benefits of organization and regimentation outweigh any moral questions raised by their actions. An oath is an oath, and a promise is a promise. Honesty and reliability are key traits.</p>"
    },
    {
      "value": "true-neutral",
      "label": "True Neutral",
      "description": "<p>True neutral characters believe in the ultimate balance of forces, and they refuse to see actions as either good or evil. Since the majority of people in the world make judgments, true neutral characters are extremely rare. True neutral characters do their best to avoid siding with the forces of either good or evil, law or chaos. It is their duty to see that all of these forces remain in balanced contention.</p>"
    },
    {
      "value": "chaotic-neutral",
      "label": "Chaotic Neutral",
      "description": "<p>Chaotic neutral characters believe that there is no order to anything, including their own actions. With this as a guiding principle, they tend to follow whatever whim strikes them at the moment. Good, evil, law, and chaos are all irrelevant. Decency and honor are meaningless. Ultimately, chaotic neutral characters are out for themselves. They value their own freedom above all else, but they won't strive for the freedom of others. They avoid authority, resent restrictions, and challenge traditions.</p>"
    },
    {
      "value": "lawful-evil",
      "label": "Lawful Evil",
      "description": "<p>Lawful evil characters believe in using society and its laws to benefit themselves. Structure and organization elevate those who deserve to rule as well as provide a clearly defined hierarchy between master and servant. To this end, lawful evil characters support laws and societies that protect their own concerns. If someone is hurt or suffers because of a law that benefits the lawful evil character, too bad. Lawful evil characters obey laws out of fear of punishment or because they can use the law to their own advantage.</p>"
    },
    {
      "value": "neutral-evil",
      "label": "Neutral Evil",
      "description": "<p>Neutral evil characters are primarily concerned with themselves and their own advancement. They have no particular objection to working with others or, for that matter, going it alone. Their only interest is in getting ahead. They may or may not be driven by greed, but they are always selfish. If there is a choice between doing right and doing wrong, they will choose the action that benefits them the most. Neutral evil characters do not have any particular love of order and have no special fondness for chaos, unless it can be used to advance their own ends.</p>"
    },
    {
      "value": "chaotic-evil",
      "label": "Chaotic Evil",
      "description": "<p>Chaotic evil characters are motivated by the desire for personal gain and pleasure. They see absolutely nothing wrong with taking whatever they want by whatever means possible. Laws and governments are tools of the weak, designed to steal from those who have a right to whatever they desire. Strong, powerful people take what they want, and the weak are there to be exploited. When a chaotic evil character is on a rampage, he is an engine of destruction and mayhem. They have no respect for rules, order, or the rights of others.</p>"
    }
  ],
  "GENDERS_DATA": [
    { "value": "male", "label": "Male" },
    { "value": "female", "label": "Female" }
  ],
  "DND_RACES_DATA": [
    {
      "value": "human",
      "label": "Human",
      "description": "Humans are the most adaptable and ambitious people among the common races.<br />Whatever their goals, humans are the innovators, the achievers, and the pioneers of the worlds.",
      "bonusFeatSlots": 1
    },
    {
      "value": "elf",
      "label": "Elf",
      "description": "Elves are a magical people of otherworldly grace, living in the world but not entirely part of it.<br />They live in places of ethereal beauty, in the midst of ancient forests or in spires glittering with faerie light, where soft music drifts through the air and gentle fragrances waft on the breeze.<br />Elves love nature and magic, art and artistry, music and poetry, and the good things of the world.",
      "racialSkillBonuses": { "listen": 2, "search": 2, "spot": 2 }
    },
    {
      "value": "dwarf",
      "label": "Dwarf",
      "description": "Dwarves are known for their skill in warfare, their ability to withstand physical and magical punishment, their knowledge of the earth’s secrets, their hard work, and their capacity for drinking ale.<br />Their kingdoms are spread across the mountains of the world, where they mine gems and precious metals and forge items of wonder."
    },
    {
      "value": "halfling",
      "label": "Halfling",
      "description": "Halflings are an affable and cheerful people.<br />They cherish the bonds of family and friendship as well as the comforts of hearth and home, harboring few dreams of gold or glory.<br />Even adventurers among them usually venture into the world for reasons of community, friendship, wanderlust, or curiosity."
    },
    {
      "value": "gnome",
      "label": "Gnome",
      "description": "Gnomes are welcome everywhere as technicians, alchemists, and inventors.<br />Despite the demand for their skills, most gnomes prefer to remain among their own kind, living in comfortable burrows beneath rolling, wooded hills."
    },
    {
      "value": "half-elf",
      "label": "Half-Elf",
      "description": "Walking in two worlds but truly belonging to neither, half-elves combine what some say are the best qualities of their elf and human parents: human curiosity, inventiveness, and ambition tempered by the refined senses, love of nature, and artistic tastes of the elves."
    },
    {
      "value": "half-orc",
      "label": "Half-Orc",
      "description": "Half-orcs’ grayish pigmentation, sloping foreheads, jutting jaws, prominent teeth, and towering builds make their orcish heritage plain for all to see.<br />Whether united under the leadership of a mighty warlock or having fought their way to freedom, half-orcs are driven by a fierce determination to prove their worth."
    }
  ],
  "DND_CLASSES_DATA": [
    {
      "value": "barbarian",
      "label": "Barbarian",
      "hitDice": "d12",
      "description": "Barbarians are savage warriors from the wild frontiers, relying on their primal fury and immense strength.<br />They are often tribal, disdainful of civilization, and fiercely independent.<br /><br /><b>Alignment:</b><br />Any nonlawful.<br /><br /><b>Religion:</b><br />Barbarians may revere animal spirits, nature deities, or ancestors.<br /><br /><b>Background:</b><br />Often outcasts or members of nomadic tribes.<br /><br /><b>Races:</b><br />Humans and half-orcs are common barbarians."
    },
    {
      "value": "bard",
      "label": "Bard",
      "hitDice": "d6",
      "description": "Bards are versatile performers, weaving magic through music and words.<br />They are storytellers, diplomats, and adventurers, often charismatic and quick-witted.<br /><br /><b>Alignment:</b><br />Any nonlawful.<br /><br /><b>Religion:</b><br />Bards may follow deities of art, travel, or trickery.<br /><br /><b>Background:</b><br />Often from performing troupes, scholarly institutions, or simply wanderers.<br /><br /><b>Races:</b><br />Humans, elves, and half-elves frequently become bards."
    },
    {
      "value": "cleric",
      "label": "Cleric",
      "hitDice": "d8",
      "description": "Clerics are divine agents, channeling the power of their chosen deity to heal the sick, smite the wicked, or protect the faithful.<br />They are masters of divine magic and often serve as spiritual leaders.<br /><br /><b>Alignment:</b><br />Must be within one step of their deity's alignment.<br /><br /><b>Religion:</b><br />Central to their identity, clerics serve a specific deity from the pantheon.<br /><br /><b>Background:</b><br />Usually trained in temples or religious orders.<br /><br /><b>Races:</b><br />All races produce clerics, as faith is universal."
    },
    {
      "value": "druid",
      "label": "Druid",
      "hitDice": "d8",
      "description": "Druids are guardians of the natural world, drawing power from the untamed wilderness.<br />They can shapeshift into animals, command plants, and call upon nature's fury.<br /><br /><b>Alignment:</b><br />Any neutral (Neutral Good, Lawful Neutral, True Neutral, Chaotic Neutral, or Neutral Evil).<br /><br /><b>Religion:</b><br />Druids revere nature itself or specific nature deities.<br /><br /><b>Background:</b><br />Often solitary hermits, members of ancient circles, or protectors of sacred groves.<br /><br /><b>Races:</b><br />Humans, elves, and gnomes often feel the call of the wild."
    },
    {
      "value": "fighter",
      "label": "Fighter",
      "hitDice": "d10",
      "description": "Fighters are masters of martial combat, excelling with all forms of weapons and armor.<br />They are the backbone of armies, the sellswords in taverns, and the dedicated protectors of kingdoms.<br /><br /><b>Alignment:</b><br />Any.<br /><br /><b>Religion:</b><br />Fighters may worship deities of war, strength, or protection, or none at all.<br /><br /><b>Background:</b><br />Varied, from noble knights to grizzled mercenaries or simple village guards.<br /><br /><b>Races:</b><br />All races produce skilled fighters, especially humans, dwarves, and half-orcs."
    },
    {
      "value": "monk",
      "label": "Monk",
      "hitDice": "d8",
      "description": "Monks are disciplined warriors who perfect their bodies and minds to achieve extraordinary martial prowess.<br />They eschew armor and traditional weapons, relying on their ki-powered unarmed strikes and mystical abilities.<br /><br /><b>Alignment:</b><br />Must be lawful.<br /><br /><b>Religion:</b><br />Monks often follow philosophies of discipline and self-perfection, sometimes tied to specific deities of law or enlightenment.<br /><br /><b>Background:</b><br />Typically trained in remote monasteries.<br /><br /><b>Races:</b><br />Humans are the most common monks, but any race with discipline can walk the path."
    },
    {
      "value": "paladin",
      "label": "Paladin",
      "hitDice": "d10",
      "description": "Paladins are holy champions of righteousness, sworn to uphold justice and smite evil.<br />They are granted divine powers to aid their cause, including healing, protection, and the ability to turn undead.<br /><br /><b>Alignment:</b><br />Must be Lawful Good.<br /><br /><b>Religion:</b><br />Paladins are devoted servants of good-aligned deities.<br /><br /><b>Background:</b><br />Often from noble or devout families, trained in holy orders.<br /><br /><b>Races:</b><br />Humans are the most common paladins, but any creature with a pure heart can be called."
    },
    {
      "value": "ranger",
      "label": "Ranger",
      "hitDice": "d8",
      "description": "Rangers are skilled hunters and trackers, at home in the wilderness and adept at fighting specific types of creatures.<br />They often possess some divine magic related to nature and an animal companion.<br /><br /><b>Alignment:</b><br />Any.<br /><br /><b>Religion:</b><br />Rangers often revere nature deities or gods of the hunt.<br /><br /><b>Background:</b><br />Typically raised in borderlands, deep forests, or among reclusive communities.<br /><br /><b>Races:</b><br />Elves, half-elves, and humans make excellent rangers."
    },
    {
      "value": "rogue",
      "label": "Rogue",
      "hitDice": "d6",
      "description": "Rogues are masters of stealth, trickery, and skill.<br />They excel at disarming traps, picking locks, and striking from the shadows.<br />They can be charming scoundrels, deadly assassins, or cunning investigators.<br /><br /><b>Alignment:</b><br />Any.<br /><br /><b>Religion:</b><br />Rogues often favor deities of luck, shadows, or thievery, or remain unaffiliated.<br /><br /><b>Background:</b><br />From street urchins to guild thieves or spies.<br /><br /><b>Races:</b><br />Halflings, elves, and humans are often drawn to the rogue's path."
    },
    {
      "value": "sorcerer",
      "label": "Sorcerer",
      "hitDice": "d4",
      "description": "Sorcerers wield arcane magic through innate talent, often stemming from draconic or fey ancestry.<br />Their magic is intuitive and flexible, not learned through rigorous study.<br /><br /><b>Alignment:</b><br />Any.<br /><br /><b>Religion:</b><br />Sorcerers have varied religious beliefs, if any.<br /><br /><b>Background:</b><br />Their powers often manifest unexpectedly, leading to diverse life paths.<br /><br /><b>Races:</b><br />Humans and those with magical bloodlines (like half-elves with fey heritage) are common sorcerers."
    },
    {
      "value": "wizard",
      "label": "Wizard",
      "hitDice": "d4",
      "description": "Wizards are scholars of the arcane, mastering magic through intense study, research, and practice.<br />They command a vast repertoire of spells, prepared daily from their spellbooks.<br /><br /><b>Alignment:</b><br />Any.<br /><br /><b>Religion:</b><br />Wizards often worship deities of knowledge, magic, or secrets, or focus purely on arcane pursuits.<br /><br /><b>Background:</b><br />Typically educated in academies, mentored by master wizards, or self-taught through ancient tomes.<br /><br /><b>Races:</b><br />Humans, elves, and gnomes are most commonly drawn to wizardry.",
      "grantedFeats": [
        { "featId": "scribe-scroll", "note": "(Wizard Bonus Feat)", "levelAcquired": 1 }
      ]
    }
  ],
  "DND_DEITIES_DATA": [
    { "value": "boccob", "label": "Boccob" },
    { "value": "corellon-larethian", "label": "Corellon Larethian" },
    { "value": "ehlonna", "label": "Ehlonna" },
    { "value": "erythnul", "label": "Erythnul" },
    { "value": "fharlanghn", "label": "Fharlanghn" },
    { "value": "garl-glittergold", "label": "Garl Glittergold" },
    { "value": "gruumsh", "label": "Gruumsh" },
    { "value": "heironeous", "label": "Heironeous" },
    { "value": "hextor", "label": "Hextor" },
    { "value": "kord", "label": "Kord" },
    { "value": "moradin", "label": "Moradin" },
    { "value": "nerull", "label": "Nerull" },
    { "value": "obad-hai", "label": "Obad-Hai" },
    { "value": "olidammara", "label": "Olidammara" },
    { "value": "pelor", "label": "Pelor" },
    { "value": "st-cuthbert", "label": "St. Cuthbert" },
    { "value": "vecna", "label": "Vecna" },
    { "value": "wee-jas", "label": "Wee Jas" },
    { "value": "yondalla", "label": "Yondalla" },
    { "value": "bane", "label": "Bane" },
    { "value": "chauntea", "label": "Chauntea" },
    { "value": "cyric", "label": "Cyric" },
    { "value": "helm", "label": "Helm" },
    { "value": "ilmater", "label": "Ilmater" },
    { "value": "kelemvor", "label": "Kelemvor" },
    { "value": "lathander", "label": "Lathander" },
    { "value": "mystra", "label": "Mystra" },
    { "value": "oghma", "label": "Oghma" },
    { "value": "selune", "label": "Selûne" },
    { "value": "shar", "label": "Shar" },
    { "value": "silvanus", "label": "Silvanus" },
    { "value": "sune", "label": "Sune" },
    { "value": "talos", "label": "Talos" },
    { "value": "tempus", "label": "Tempus" },
    { "value": "torm", "label": "Torm" },
    { "value": "tymora", "label": "Tymora" },
    { "value": "tyr", "label": "Tyr" },
    { "value": "umberlee", "label": "Umberlee" },
    { "value": "lolth", "label": "Lolth" },
    { "value": "tiamat", "label": "Tiamat" },
    { "value": "bahamut", "label": "Bahamut" },
    { "value": "kurtulmak", "label": "Kurtulmak"},
    { "value": "maglubiyet", "label": "Maglubiyet"}
  ],
  "DND_FEATS_DATA": [
    { "value": "acrobatic", "label": "Acrobatic", "description": "<b>Benefit:</b> You get a +2 bonus on all Balance and Jump checks.", "effects": { "skills": { "balance": 2, "jump": 2 } } },
    { "value": "agile", "label": "Agile", "description": "<b>Benefit:</b> You get a +2 bonus on all Balance and Escape Artist checks.", "effects": { "skills": { "balance": 2, "escape-artist": 2 } } },
    { "value": "alertness", "label": "Alertness", "description": "<b>Benefit:</b> You get a +2 bonus on all Listen and Spot checks.", "effects": { "skills": { "listen": 2, "spot": 2 } } },
    { "value": "animal-affinity", "label": "Animal Affinity", "description": "<b>Benefit:</b> You get a +2 bonus on all Handle Animal and Ride checks.", "effects": { "skills": { "handle-animal": 2, "ride": 2 } } },
    { "value": "athletic", "label": "Athletic", "description": "<b>Benefit:</b> You get a +2 bonus on all Climb and Swim checks.", "effects": { "skills": { "climb": 2, "swim": 2 } } },
    { "value": "cleave", "label": "Cleave", "description": "<b>Benefit:</b> If you deal a creature enough damage to make it drop (typically by reducing it to below 0 hit points or killing it), you get an immediate, extra melee attack against another creature within reach.<br />You cannot take a 5-foot step before making this extra attack.<br />The extra attack is with the same weapon and at the same bonus as the attack that dropped the previous creature.<br />You can use this ability once per round.", "prerequisites": { "abilities": { "strength": 13 }, "feats": ["power-attack"] } },
    { "value": "combat-casting", "label": "Combat Casting", "description": "<b>Benefit:</b> You get a +4 bonus on Concentration checks made to cast a spell or use a spell-like ability when casting on the defensive or while grappling or pinned.", "effects": { "skills": { "concentration": 4 } } },
    { "value": "combat-expertise", "label": "Combat Expertise", "description": "<b>Benefit:</b> When you use the attack action or the full attack action in melee, you can take a penalty of as much as –5 on your attack roll and add the same number (up to +5) to your Armor Class.<br />This number may not exceed your base attack bonus.<br />The changes to attack rolls and Armor Class last until your next action.<br />The penalty to attack rolls and bonus to Armor Class are chosen before you make your attack roll (so you have to decide to use this feat before you know whether your attack hits or misses).", "prerequisites": { "abilities": { "intelligence": 13 } } },
    { "value": "combat-reflexes", "label": "Combat Reflexes", "description": "<b>Benefit:</b> You may make a number of additional attacks of opportunity equal to your Dexterity bonus.<br />With this feat, you may also make attacks of opportunity while flat-footed.<br /><b>Normal:</b> A character without this feat can make only one attack of opportunity per round and can’t make attacks of opportunity while flat-footed." },
    { "value": "deceitful", "label": "Deceitful", "description": "<b>Benefit:</b> You get a +2 bonus on all Disguise and Forgery checks.", "effects": { "skills": { "disguise": 2, "forgery": 2 } } },
    { "value": "deft-hands", "label": "Deft Hands", "description": "<b>Benefit:</b> You get a +2 bonus on all Sleight of Hand and Use Rope checks.", "effects": { "skills": { "sleight-of-hand": 2, "use-rope": 2 } } },
    { "value": "diligent", "label": "Diligent", "description": "<b>Benefit:</b> You get a +2 bonus on all Appraise and Decipher Script checks.", "effects": { "skills": { "appraise": 2, "decipher-script": 2 } } },
    { "value": "dodge", "label": "Dodge", "description": "<b>Benefit:</b> During your action, you designate an opponent and receive a +1 dodge bonus to Armor Class against attacks from that opponent.<br />You can select a new opponent on any action.<br /><b>Special:</b> A condition that makes you lose your Dexterity bonus to Armor Class (if any) also makes you lose dodge bonuses.<br />Also, dodge bonuses stack with each other, unlike most other types of bonuses.", "prerequisites": { "abilities": { "dexterity": 13 } } },
    { "value": "endurance", "label": "Endurance", "description": "<b>Benefit:</b> You gain a +4 bonus on the following checks and saves: Swim checks made to resist nonlethal damage, Constitution checks made to continue running, Constitution checks made to avoid nonlethal damage from a forced march, Constitution checks made to hold your breath, Constitution checks made to avoid nonlethal damage from starvation or thirst, Fortitude saves made to avoid nonlethal damage from hot or cold environments, and Fortitude saves made to resist damage from suffocation.<br />Also, you may sleep in light or medium armor without becoming fatigued." },
    { "value": "eschew-materials", "label": "Eschew Materials", "description": "<b>Benefit:</b> You can cast any spell that has a material component costing 1 gp or less without needing that component.<br />The casting of the spell still provokes attacks of opportunity as normal.<br />If the spell requires a material component that costs more than 1 gp, you must have the material component on hand to cast the spell, as normal." },
    { "value": "exotic-weapon-proficiency", "label": "Exotic Weapon Proficiency", "description": "<b>Benefit:</b> Choose one exotic weapon, such as a bastard sword or whip.<br />You understand how to use that weapon in combat, and you can attack with it and incur no penalty.<br />You are proficient with that weapon.<br /><b>Normal:</b> A character who uses a weapon with which he or she is not proficient takes a –4 penalty on attack rolls.<br /><b>Special:</b> You can gain this feat multiple times.<br />Each time you take the feat, it applies to a new exotic weapon.", "prerequisites": { "bab": 1 , "special": "Proficiency with all martial weapons if the weapon is a ranged weapon"}, "canTakeMultipleTimes": true, "requiresSpecialization": "exotic weapon" },
    { "value": "far-shot", "label": "Far Shot", "description": "<b>Benefit:</b> When you use a projectile weapon, such as a bow, its range increment is increased by 50% (multiply by 1.5).<br />When you use a thrown weapon, its range increment is doubled.", "prerequisites": { "feats": ["point-blank-shot"] } },
    { "value": "great-cleave", "label": "Great Cleave", "description": "<b>Benefit:</b> As Cleave, except that you have no limit to the number of times you can use it per round.", "prerequisites": { "abilities": { "strength": 13 }, "feats": ["cleave", "power-attack"], "bab": 4 } },
    { "value": "great-fortitude", "label": "Great Fortitude", "description": "<b>Benefit:</b> You get a +2 bonus on all Fortitude saving throws." },
    { "value": "improved-bull-rush", "label": "Improved Bull Rush", "description": "<b>Benefit:</b> When you perform a bull rush, you do not provoke an attack of opportunity from the defender.<br />You also gain a +4 bonus on the opposed Strength check you make to push back the defender.<br /><b>Normal:</b> Characters without this feat provoke an attack of opportunity when performing a bull rush.", "prerequisites": { "abilities": { "strength": 13 }, "feats": ["power-attack"] } },
    { "value": "improved-counterspell", "label": "Improved Counterspell", "description": "<b>Benefit:</b> When counterspelling, you may use a spell of the same school that is one or more spell levels higher than the target spell.<br /><b>Normal:</b> Without this feat, you may only counter a spell with the same spell, or with a spell specifically designated as a counterspell for the target spell." },
    { "value": "improved-critical", "label": "Improved Critical", "description": "<b>Benefit:</b> When using the weapon you selected, your threat range is doubled.<br />For example, a longsword usually threatens a critical hit on a roll of 19–20 (two numbers).<br />If you have Improved Critical (longsword), the threat range becomes 17–20 (four numbers).<br /><b>Special:</b> You can gain this feat multiple times.<br />Each time you take the feat, it applies to a new type of weapon.<br />This effect doesn’t stack with any other effect that expands the threat range of a weapon (such as the keen edge spell).", "prerequisites": { "bab": 8, "special": "Proficient with weapon" }, "canTakeMultipleTimes": true, "requiresSpecialization": "weapon" },
    { "value": "improved-disarm", "label": "Improved Disarm", "description": "<b>Benefit:</b> You do not provoke an attack of opportunity when you attempt to disarm an opponent, nor does the opponent get a chance to disarm you.<br />You also gain a +4 bonus on the opposed attack roll you make to disarm your opponent.<br /><b>Normal:</b> Without this feat, you provoke an attack of opportunity when you attempt to disarm an opponent.<br />Also, if you fail the disarm attempt, your opponent gets an opposed attack roll to disarm you.", "prerequisites": { "abilities": { "intelligence": 13 }, "feats": ["combat-expertise"] } },
    { "value": "improved-feint", "label": "Improved Feint", "description": "<b>Benefit:</b> You can make a Bluff check to feint in combat as a move action.<br /><b>Normal:</b> Feinting in combat is a standard action.", "prerequisites": { "abilities": { "intelligence": 13 }, "feats": ["combat-expertise"] } },
    { "value": "improved-grapple", "label": "Improved Grapple", "description": "<b>Benefit:</b> You do not provoke an attack of opportunity when you make a touch attack to start a grapple.<br />You also gain a +4 bonus on all grapple checks.<br /><b>Normal:</b> Without this feat, you provoke an attack of opportunity when you make a touch attack to start a grapple.", "prerequisites": { "abilities": { "dexterity": 13 }, "feats": ["improved-unarmed-strike"] } },
    { "value": "improved-initiative", "label": "Improved Initiative", "description": "<b>Benefit:</b> You get a +4 bonus on initiative checks." },
    { "value": "improved-overrun", "label": "Improved Overrun", "description": "<b>Benefit:</b> When you attempt to overrun an opponent, the target may not choose to avoid you.<br />You also gain a +4 bonus on your Strength check to knock down your opponent.<br /><b>Normal:</b> Without this feat, the target of an overrun may choose to avoid you or to block you.", "prerequisites": { "abilities": { "strength": 13 }, "feats": ["power-attack"] } },
    { "value": "improved-shield-bash", "label": "Improved Shield Bash", "description": "<b>Benefit:</b> When you perform a shield bash, you may still apply the shield’s shield bonus to your AC.<br /><b>Normal:</b> Without this feat, you lose the shield’s shield bonus to AC when you perform a shield bash." },
    { "value": "improved-sunder", "label": "Improved Sunder", "description": "<b>Benefit:</b> When you strike at an object held or carried by an opponent (such as a weapon or shield), you do not provoke an attack of opportunity.<br />You also gain a +4 bonus on any attack roll made to sunder an opponent’s weapon or shield.<br /><b>Normal:</b> Without this feat, you provoke an attack of opportunity when you strike at an object held or carried by an opponent.", "prerequisites": { "abilities": { "strength": 13 }, "feats": ["power-attack"] } },
    { "value": "improved-trip", "label": "Improved Trip", "description": "<b>Benefit:</b> You do not provoke an attack of opportunity when you attempt to trip an opponent while you are unarmed.<br />You also gain a +4 bonus on your Strength check to trip your opponent.<br />If you trip an opponent in melee combat, you immediately get a melee attack against that opponent as if you hadn’t used your attack for the trip attempt.<br /><b>Normal:</b> Without this feat, you provoke an attack of opportunity when you attempt to trip an opponent while you are unarmed.", "prerequisites": { "abilities": { "intelligence": 13 }, "feats": ["combat-expertise"] } },
    { "value": "improved-two-weapon-fighting", "label": "Improved Two-Weapon Fighting", "description": "<b>Benefit:</b> You get a second attack with your off-hand weapon, albeit at a –5 penalty.<br /><b>Normal:</b> Without this feat, you can only get a single extra attack with an off-hand weapon.", "prerequisites": { "abilities": { "dexterity": 17 }, "feats": ["two-weapon-fighting"], "bab": 6 } },
    { "value": "improved-unarmed-strike", "label": "Improved Unarmed Strike", "description": "<b>Benefit:</b> You are considered to be armed even when unarmed—you do not provoke attacks of opportunity from armed opponents when you attack them while unarmed.<br />However, you still get an attack of opportunity against any opponent who makes an unarmed attack on you.<br /><b>Normal:</b> Without this feat, you are considered unarmed when attacking with an unarmed strike, and you can only deal nonlethal damage with such an attack." },
    { "value": "investigator", "label": "Investigator", "description": "<b>Benefit:</b> You get a +2 bonus on all Gather Information and Search checks.", "effects": { "skills": { "gather-information": 2, "search": 2 } } },
    { "value": "iron-will", "label": "Iron Will", "description": "<b>Benefit:</b> You get a +2 bonus on all Will saving throws." },
    { "value": "lightning-reflexes", "label": "Lightning Reflexes", "description": "<b>Benefit:</b> You get a +2 bonus on all Reflex saving throws." },
    { "value": "magical-aptitude", "label": "Magical Aptitude", "description": "<b>Benefit:</b> You get a +2 bonus on all Spellcraft and Use Magic Device checks.", "effects": { "skills": { "spellcraft": 2, "use-magic-device": 2 } } },
    { "value": "manyshot", "label": "Manyshot", "description": "<b>Benefit:</b> As a standard action, you may fire two arrows at a single opponent within 30 feet.<br />Both arrows use the same attack roll (with a –4 penalty) to determine success and deal damage normally (but see Special).<br /><b>Special:</b> For every five points of base attack bonus you have above +6, you may add one additional arrow to this attack, to a maximum of four arrows at a base attack bonus of +16.<br />Each arrow incurs an additional –2 penalty on the attack roll (for example, three arrows would be at a –6 penalty and four arrows at a –8 penalty).<br />Damage reduction and other resistances apply separately against each arrow fired.<br />Regardless of the number of arrows you fire, you apply precision-based damage (such as sneak attack damage) only once.<br />If you score a critical hit, only the first arrow fired deals critical damage; all others deal regular damage.", "prerequisites": { "abilities": { "dexterity": 17 }, "feats": ["point-blank-shot", "rapid-shot"], "bab": 6 } },
    { "value": "mobility", "label": "Mobility", "description": "<b>Benefit:</b> You get a +4 dodge bonus to Armor Class against attacks of opportunity caused when you move out of or within a threatened area.<br />A condition that makes you lose your Dexterity bonus to Armor Class (if any) also makes you lose dodge bonuses.<br />Dodge bonuses stack with each other, unlike most other types of bonuses.", "prerequisites": { "abilities": { "dexterity": 13 }, "feats": ["dodge"] } },
    { "value": "mounted-archery", "label": "Mounted Archery", "description": "<b>Benefit:</b> The penalty you take when using a ranged weapon while your mount is taking a double move is halved: –2 instead of –4.<br />The penalty you take when using a ranged weapon while your mount is running is also halved: –4 instead of –8.<br /><b>Normal:</b> If your mount is taking a double move, you take a –4 penalty on attack rolls with a ranged weapon.<br />If your mount is running, you take a –8 penalty.", "prerequisites": { "skills": [{ "id": "ride", "ranks": 1 }], "feats": ["mounted-combat"] } },
    { "value": "mounted-combat", "label": "Mounted Combat", "description": "<b>Benefit:</b> Once per round when your mount is hit in combat, you may attempt a Ride check (as a reaction) to negate the hit.<br />The hit is negated if your Ride check result is greater than the opponent’s attack roll.<br />(Essentially, the Ride check result becomes the mount’s Armor Class if it’s higher than the mount’s regular AC.)", "prerequisites": { "skills": [{ "id": "ride", "ranks": 1 }] } },
    { "value": "natural-spell", "label": "Natural Spell", "description": "<b>Benefit:</b> You can complete the verbal and somatic components of spells while in a wild shape.<br />This feat does not permit the use of material components or focuses.<br />You can use any material components or focuses you can hold or manipulate with your new form’s limbs.", "prerequisites": { "abilities": { "wisdom": 13 }, "special": "Wild shape ability" } },
    { "value": "negotiator", "label": "Negotiator", "description": "<b>Benefit:</b> You get a +2 bonus on all Diplomacy and Sense Motive checks.", "effects": { "skills": { "diplomacy": 2, "sense-motive": 2 } } },
    { "value": "nimble-fingers", "label": "Nimble Fingers", "description": "<b>Benefit:</b> You get a +2 bonus on all Disable Device and Open Lock checks.", "effects": { "skills": { "disable-device": 2, "open-lock": 2 } } },
    { "value": "persuasive", "label": "Persuasive", "description": "<b>Benefit:</b> You get a +2 bonus on all Bluff and Intimidate checks.", "effects": { "skills": { "bluff": 2, "intimidate": 2 } } },
    { "value": "point-blank-shot", "label": "Point Blank Shot", "description": "<b>Benefit:</b> You get a +1 bonus on attack and damage rolls with ranged weapons at ranges of up to 30 feet." },
    { "value": "power-attack", "label": "Power Attack", "description": "<b>Benefit:</b> On your action, before making attack rolls for a round, you may choose to subtract a number from all melee attack rolls and add the same number to all melee damage rolls.<br />This number may not exceed your base attack bonus.<br />The penalty on attacks and bonus on damage apply until your next turn.", "prerequisites": { "abilities": { "strength": 13 } } },
    { "value": "precise-shot", "label": "Precise Shot", "description": "<b>Benefit:</b> You can shoot or throw ranged weapons at an opponent engaged in melee without taking the standard –4 penalty on your attack roll.", "prerequisites": { "feats": ["point-blank-shot"] } },
    { "value": "quick-draw", "label": "Quick Draw", "description": "<b>Benefit:</b> You can draw a weapon as a free action instead of as a move action.<br />You can draw a hidden weapon (see the Sleight of Hand skill) as a move action.<br />A character who has selected this feat may throw weapons at his full normal rate of attacks (much like a character with a bow).<br /><b>Normal:</b> Without this feat, you may draw a weapon as a move action, or (if your base attack bonus is +1 or higher) as a free action as part of movement.<br />Without this feat, you can draw a hidden weapon as a standard action.", "prerequisites": { "bab": 1 } },
    { "value": "rapid-reload", "label": "Rapid Reload", "description": "<b>Benefit:</b> Choose a type of crossbow (hand, light, or heavy).<br />Reloading that type of crossbow is a free action (for a hand or light crossbow) or a move action (for a heavy crossbow).<br />Reloading a crossbow still provokes an attack of opportunity.<br />If you have selected this feat for hand crossbow or light crossbow, you may fire that weapon as many times in a full attack action as you could if you were using a bow.<br /><b>Normal:</b> A character without this feat needs a move action to reload a hand or light crossbow, or a full-round action to reload a heavy crossbow.<br /><b>Special:</b> You can gain this feat multiple times.<br />Each time you take the feat, it applies to a new type of crossbow.", "prerequisites": { "special": "Weapon Proficiency (chosen crossbow)" }, "canTakeMultipleTimes": true, "requiresSpecialization": "crossbow type" },
    { "value": "rapid-shot", "label": "Rapid Shot", "description": "<b>Benefit:</b> You can get one extra attack per round with a ranged weapon.<br />The attack is at your highest base attack bonus, but each attack you make in that round (the extra one and the normal ones) takes a –2 penalty.<br />You must use the full attack action to use this feat.<br /><b>Normal:</b> A character without this feat can only get a single extra attack with an off-hand weapon.", "prerequisites": { "abilities": { "dexterity": 13 }, "feats": ["point-blank-shot"] } },
    { "value": "ride-by-attack", "label": "Ride-By Attack", "description": "<b>Benefit:</b> When you are mounted and use the charge action, you may move and attack as if making a standard charge and then move again (continuing the straight line of the charge).<br />Your total movement for the round can’t exceed double your mounted speed.<br />You and your mount do not provoke an attack of opportunity from the opponent that you attack.", "prerequisites": { "skills": [{ "id": "ride", "ranks": 1 }], "feats": ["mounted-combat"] } },
    { "value": "run", "label": "Run", "description": "<b>Benefit:</b> When running, you move five times your normal speed (if wearing light or no armor and carrying no more than a light load) or four times your speed (if wearing medium or heavy armor or carrying a medium or heavy load).<br />If you make a jump after a running start (see the Jump skill description), you gain a +4 bonus on your Jump check.<br />While running, you retain your Dexterity bonus to AC.<br /><b>Normal:</b> You move four times your speed (if wearing light or no armor and carrying no more than a light load) or three times your speed (if wearing medium or heavy armor or carrying a medium or heavy load), and you lose your Dexterity bonus to AC.<br />If you make a jump after a running start, you gain no bonus on your Jump check." },
    { "value": "scribe-scroll", "label": "Scribe Scroll", "description": "<b>Benefit:</b> You can create a scroll of any spell that you know.<br />Scribing a scroll takes one day for each 1,000 gp in its base price.<br />The base price of a scroll is its spell level × its caster level × 25 gp.<br />To scribe a scroll, you must spend 1/25 of this base price in XP and use up raw materials costing one-half of this base price.", "prerequisites": { "casterLevel": 1 } },
    { "value": "self-sufficient", "label": "Self-Sufficient", "description": "<b>Benefit:</b> You get a +2 bonus on all Heal and Survival checks.", "effects": { "skills": { "heal": 2, "survival": 2 } } },
    { "value": "shield-proficiency", "label": "Shield Proficiency", "description": "<b>Benefit:</b> You can use a shield and take only the standard penalties." },
    { "value": "shot-on-the-run", "label": "Shot on the Run", "description": "<b>Benefit:</b> When using the attack action with a ranged weapon, you can move both before and after the attack, provided that your total distance moved is not greater than your speed.", "prerequisites": { "abilities": { "dexterity": 13 }, "feats": ["dodge", "mobility", "point-blank-shot"], "bab": 4 } },
    { "value": "skill-focus", "label": "Skill Focus", "description": "<b>Benefit:</b> Choose a skill.<br />You get a +3 bonus on all checks involving that skill.<br /><b>Special:</b> You can gain this feat multiple times.<br />Its effects do not stack.<br />Each time you take the feat, it applies to a new skill.", "canTakeMultipleTimes": true, "requiresSpecialization": "skill", "effects": { "skills": {} } },
    { "value": "spell-focus", "label": "Spell Focus", "description": "<b>Benefit:</b> Choose a school of magic (such as Illusion).<br />Add +1 to the Difficulty Class for all saving throws against spells from the school of magic you select.<br /><b>Special:</b> You can gain this feat multiple times.<br />Its effects do not stack.<br />Each time you take the feat, it applies to a new school of magic.", "canTakeMultipleTimes": true, "requiresSpecialization": "school of magic" },
    { "value": "greater-spell-focus", "label": "Greater Spell Focus", "description": "<b>Benefit:</b> Add +1 to the Difficulty Class for all saving throws against spells from the school of magic you select.<br />This bonus stacks with the bonus from Spell Focus.<br /><b>Special:</b> You can gain this feat multiple times.<br />Its effects do not stack.<br />Each time you take the feat, it applies to a new school of magic to which you already have applied the Spell Focus feat.", "prerequisites": { "feats": ["spell-focus"] }, "canTakeMultipleTimes": true, "requiresSpecialization": "school of magic" },
    { "value": "spell-mastery", "label": "Spell Mastery", "description": "<b>Benefit:</b> Each time you take this feat, choose a number of spells that you already know equal to your Intelligence modifier.<br />From that point on, you can prepare these spells without referring to a spellbook.<br /><b>Normal:</b> Without this feat, you must use a spellbook to prepare all your spells, except read magic.", "prerequisites": { "special": "Wizard level 1st" } },
    { "value": "spell-penetration", "label": "Spell Penetration", "description": "<b>Benefit:</b> You get a +2 bonus on caster level checks (1d20 + caster level) made to overcome a creature’s spell resistance." },
    { "value": "greater-spell-penetration", "label": "Greater Spell Penetration", "description": "<b>Benefit:</b> You get a +2 bonus on caster level checks (1d20 + caster level) made to overcome a creature’s spell resistance.<br />This bonus stacks with the bonus from Spell Penetration.", "prerequisites": {"feats": ["spell-penetration"]}},
    { "value": "spirited-charge", "label": "Spirited Charge", "description": "<b>Benefit:</b> When mounted and using the charge action, you deal double damage with a melee weapon (or triple damage with a lance).", "prerequisites": { "skills": [{ "id": "ride", "ranks": 1 }], "feats": ["mounted-combat", "ride-by-attack"] } },
    { "value": "spring-attack", "label": "Spring Attack", "description": "<b>Benefit:</b> When using the attack action with a melee weapon, you can move both before and after the attack, provided that your total distance moved is not greater than your speed.<br />Moving in this way does not provoke an attack of opportunity from the defender you attack (though it may provoke attacks of opportunity from other creatures, if appropriate).<br />You can’t use this feat if you are carrying a heavy load or wearing heavy armor.<br />You must move at least 5 feet both before and after you make your attack in order to utilize the benefits of Spring Attack.", "prerequisites": { "abilities": { "dexterity": 13, "intelligence": 13 }, "feats": ["combat-expertise", "dodge", "mobility", "spring-attack"], "bab": 4 } },
    { "value": "stealthy", "label": "Stealthy", "description": "<b>Benefit:</b> You get a +2 bonus on all Hide and Move Silently checks.", "effects": { "skills": { "hide": 2, "move-silently": 2 } } },
    { "value": "stunning-fist", "label": "Stunning Fist", "description": "<b>Benefit:</b> You must declare that you are using this feat before you make your attack roll (thus, a failed attack roll ruins the attempt).<br />Stunning Fist forces a foe damaged by your unarmed attack to make a Fortitude saving throw (DC 10 + 1/2 your character level + your Wis modifier), in addition to dealing damage normally.<br />A defender who fails this saving throw is stunned for 1 round (until just before your next action).<br />A stunned character can’t act, loses any Dexterity bonus to AC, and takes a –2 penalty to AC.<br />You may attempt a stunning attack once per day for every four levels you have attained (but see Special), and no more than once per round.<br /><b>Special:</b> A monk may select Stunning Fist as a bonus feat at 1st level, even if she does not meet the prerequisites.<br />A monk who selects this feat may attempt a stunning attack a number of times per day equal to her monk level, plus one more time per day for every four levels she has in classes other than monk.", "prerequisites": { "abilities": { "dexterity": 13, "wisdom": 13 }, "feats": ["improved-unarmed-strike"], "bab": 8 } },
    { "value": "toughness", "label": "Toughness", "description": "<b>Benefit:</b> You gain +3 hit points.<br /><b>Special:</b> A character may gain this feat multiple times.<br />Its effects stack.", "canTakeMultipleTimes": true },
    { "value": "track", "label": "Track", "description": "<b>Benefit:</b> To find tracks or to follow them for 1 mile requires a successful Survival check.<br />You must make another Survival check every time the tracks become difficult to follow." },
    { "value": "trample", "label": "Trample", "description": "<b>Benefit:</b> When you attempt to overrun an opponent while mounted, your target may not choose to avoid you.<br />Your mount may make one hoof attack against any target you knock down, gaining the standard +4 bonus on attack rolls against prone targets.", "prerequisites": { "skills": [{ "id": "ride", "ranks": 1 }], "feats": ["mounted-combat"] } },
    { "value": "two-weapon-defense", "label": "Two-Weapon Defense", "description": "<b>Benefit:</b> When wielding a double weapon or two weapons (not including natural weapons or unarmed strikes), you gain a +1 shield bonus to your AC.<br />When you are fighting defensively or using the total defense action, this shield bonus increases to +2.", "prerequisites": { "abilities": { "dexterity": 15 }, "feats": ["two-weapon-fighting"] } },
    { "value": "two-weapon-fighting", "label": "Two-Weapon Fighting", "description": "<b>Benefit:</b> Your penalties on attack rolls for fighting with two weapons are reduced.<br />The penalty for your primary hand lessens by 2 and the one for your off hand lessens by 6.<br /><b>Normal:</b> If you wield a second weapon in your off hand, you can get one extra attack per round with that weapon.<br />When fighting in this way you take a –6 penalty on your regular attack or attacks with your primary hand and a –10 penalty on the attack with your off hand.<br />If your off-hand weapon is light, the penalties are reduced by 2 each.<br />(An unarmed strike is always considered light.)", "prerequisites": { "abilities": { "dexterity": 15 } } },
    { "value": "weapon-finesse", "label": "Weapon Finesse", "description": "<b>Benefit:</b> With a light weapon, rapier, whip, or spiked chain made for a creature of your size category, you may use your Dexterity modifier instead of your Strength modifier on attack rolls.<br />If you carry a shield, its armor check penalty applies to your attack rolls.<br /><b>Normal:</b> With a light weapon, you can use your Strength modifier or Dexterity modifier on attack rolls, whichever is higher.<br />With a one-handed weapon, a two-handed weapon, a ranged weapon other than a sling, or when using a shield, you must use your Strength modifier on attack rolls.", "prerequisites": { "bab": 1 } },
    { "value": "weapon-focus", "label": "Weapon Focus", "description": "<b>Benefit:</b> Choose one type of weapon (such as greataxe).<br />You can also choose unarmed strike or grapple as your weapon for purposes of this feat.<br />You gain a +1 bonus on all attack rolls you make using the selected weapon.<br /><b>Special:</b> You can gain this feat multiple times.<br />Its effects do not stack.<br />Each time you take the feat, it applies to a new type of weapon.", "prerequisites": { "bab": 1, "special": "Proficiency with weapon" }, "canTakeMultipleTimes": true, "requiresSpecialization": "weapon" },
    { "value": "greater-weapon-focus", "label": "Greater Weapon Focus", "description": "<b>Benefit:</b> Choose one type of weapon (such as greataxe) for which you have already selected Weapon Focus.<br />You gain a +1 bonus on all attack rolls you make using the selected weapon.<br />This bonus stacks with other bonuses on attack rolls, including the one from Weapon Focus.<br /><b>Special:</b> You can gain this feat multiple times.<br />Its effects do not stack.<br />Each time you take the feat, it applies to a new type of weapon for which you already have Weapon Focus.<br />A fighter may select Greater Weapon Focus as one of his fighter bonus feats.", "prerequisites": { "feats": ["weapon-focus"], "special": "Fighter level 8th, Proficiency with weapon" }, "canTakeMultipleTimes": true, "requiresSpecialization": "weapon" },
    { "value": "weapon-specialization", "label": "Weapon Specialization", "description": "<b>Benefit:</b> Choose one type of weapon (such as greataxe) for which you have already selected Weapon Focus.<br />You gain a +2 bonus on all damage rolls you make using the selected weapon.<br /><b>Special:</b> You can gain this feat multiple times.<br />Its effects do not stack.<br />Each time you take the feat, it applies to a new type of weapon for which you already have Weapon Focus.<br />A fighter may select Weapon Specialization as one of his fighter bonus feats.", "prerequisites": { "feats": ["weapon-focus"], "special": "Fighter level 4th, Proficiency with weapon" }, "canTakeMultipleTimes": true, "requiresSpecialization": "weapon" },
    { "value": "greater-weapon-specialization", "label": "Greater Weapon Specialization", "description": "<b>Benefit:</b> Choose one type of weapon (such as greataxe) for which you have already selected Weapon Specialization.<br />You gain a +2 bonus on all damage rolls you make using the selected weapon.<br />This bonus stacks with other bonuses on damage rolls, including the one from Weapon Specialization.<br /><b>Special:</b> You can gain this feat multiple times.<br />Its effects do not stack.<br />Each time you take the feat, it applies to a new type of weapon for which you already have Weapon Specialization.<br />A fighter may select Greater Weapon Specialization as one of his fighter bonus feats.", "prerequisites": { "feats": ["weapon-focus", "weapon-specialization", "greater-weapon-focus"], "special": "Fighter level 12th, Proficiency with weapon" }, "canTakeMultipleTimes": true, "requiresSpecialization": "weapon" },
    { "value": "whirlwind-attack", "label": "Whirlwind Attack", "description": "<b>Benefit:</b> When you use the full attack action, you can give up your regular attacks and instead make one melee attack at your full base attack bonus against each opponent within reach.<br />You must make a separate attack roll against each opponent.<br />When you use the Whirlwind Attack feat, you also forfeit any bonus or extra attacks granted by other feats or abilities (such as Cleave or the haste spell).", "prerequisites": { "abilities": { "dexterity": 13, "intelligence": 13 }, "feats": ["combat-expertise", "dodge", "mobility", "spring-attack"], "bab": 4 } }
  ],
  "DEFAULT_ABILITIES": {
    "strength": 10,
    "dexterity": 10,
    "constitution": 10,
    "intelligence": 10,
    "wisdom": 10,
    "charisma": 10
  },
  "DEFAULT_SAVING_THROWS": {
    "fortitude": { "base": 0, "magicMod": 0, "miscMod": 0 },
    "reflex": { "base": 0, "magicMod": 0, "miscMod": 0 },
    "will": { "base": 0, "magicMod": 0, "miscMod": 0 }
  },
  "DND_RACE_MIN_ADULT_AGE_DATA": {
    "human": 15,
    "elf": 110,
    "dwarf": 40,
    "halfling": 20,
    "gnome": 40,
    "half-elf": 20,
    "half-orc": 14
  },
  "DND_RACE_BASE_MAX_AGE_DATA": {
    "human": 70,
    "elf": 350,
    "dwarf": 250,
    "halfling": 100,
    "gnome": 200,
    "half-elf": 125,
    "half-orc": 60
  },
  "RACE_TO_AGING_CATEGORY_MAP_DATA": {
    "human": "human-aging",
    "elf": "elf-aging",
    "dwarf": "dwarf-aging",
    "gnome": "gnome-aging",
    "halfling": "halfling-aging",
    "half-elf": "elf-aging", 
    "half-orc": "orc-aging" 
  },
  "DND_RACE_AGING_EFFECTS_DATA": {
    "human-aging": {
      "categories": [
        { "categoryName": "middle-age", "ageFactor": 0.5, "effects": { "strength": -1, "dexterity": -1, "constitution": -1, "intelligence": 1, "wisdom": 1, "charisma": 1 } },
        { "categoryName": "old", "ageFactor": 0.66, "effects": { "strength": -2, "dexterity": -2, "constitution": -2, "intelligence": 2, "wisdom": 2, "charisma": 2 } },
        { "categoryName": "venerable", "ageFactor": 1.0, "effects": { "strength": -3, "dexterity": -3, "constitution": -3, "intelligence": 3, "wisdom": 3, "charisma": 3 } }
      ]
    },
    "elf-aging": {
      "categories": [
        { "categoryName": "middle-age", "ageFactor": 0.5, "effects": { "strength": -1, "dexterity": -1, "constitution": -1, "intelligence": 1, "wisdom": 1, "charisma": 1 } },
        { "categoryName": "old", "ageFactor": 0.66, "effects": { "strength": -2, "dexterity": -2, "constitution": -2, "intelligence": 2, "wisdom": 2, "charisma": 2 } },
        { "categoryName": "venerable", "ageFactor": 1.0, "effects": { "strength": -3, "dexterity": -3, "constitution": -3, "intelligence": 3, "wisdom": 3, "charisma": 3 } }
      ]
    },
    "dwarf-aging": {
      "categories": [
        { "categoryName": "middle-age", "ageFactor": 0.5, "effects": { "strength": -1, "dexterity": -1, "constitution": -1, "intelligence": 1, "wisdom": 1, "charisma": 1 } },
        { "categoryName": "old", "ageFactor": 0.66, "effects": { "strength": -2, "dexterity": -2, "constitution": -2, "intelligence": 2, "wisdom": 2, "charisma": 2 } },
        { "categoryName": "venerable", "ageFactor": 1.0, "effects": { "strength": -3, "dexterity": -3, "constitution": -3, "intelligence": 3, "wisdom": 3, "charisma": 3 } }
      ]
    },
    "gnome-aging": {
      "categories": [
        { "categoryName": "middle-age", "ageFactor": 0.5, "effects": { "strength": -1, "dexterity": -1, "constitution": -1, "intelligence": 1, "wisdom": 1, "charisma": 1 } },
        { "categoryName": "old", "ageFactor": 0.66, "effects": { "strength": -2, "dexterity": -2, "constitution": -2, "intelligence": 2, "wisdom": 2, "charisma": 2 } },
        { "categoryName": "venerable", "ageFactor": 1.0, "effects": { "strength": -3, "dexterity": -3, "constitution": -3, "intelligence": 3, "wisdom": 3, "charisma": 3 } }
      ]
    },
    "halfling-aging": {
      "categories": [
        { "categoryName": "middle-age", "ageFactor": 0.5, "effects": { "strength": -1, "dexterity": -1, "constitution": -1, "intelligence": 1, "wisdom": 1, "charisma": 1 } },
        { "categoryName": "old", "ageFactor": 0.66, "effects": { "strength": -2, "dexterity": -2, "constitution": -2, "intelligence": 2, "wisdom": 2, "charisma": 2 } },
        { "categoryName": "venerable", "ageFactor": 1.0, "effects": { "strength": -3, "dexterity": -3, "constitution": -3, "intelligence": 3, "wisdom": 3, "charisma": 3 } }
      ]
    },
    "orc-aging": { 
      "categories": [
        { "categoryName": "middle-age", "ageFactor": 0.5, "effects": { "strength": -1, "dexterity": -1, "constitution": -1, "intelligence": 1, "wisdom": 1, "charisma": 1 } },
        { "categoryName": "old", "ageFactor": 0.66, "effects": { "strength": -2, "dexterity": -2, "constitution": -2, "intelligence": 2, "wisdom": 2, "charisma": 2 } },
        { "categoryName": "venerable", "ageFactor": 1.0, "effects": { "strength": -3, "dexterity": -3, "constitution": -3, "intelligence": 3, "wisdom": 3, "charisma": 3 } }
      ]
    }
  },
  "DND_SIZE_ABILITY_MODIFIERS_DATA": {
    "fine": { "strength": -10, "dexterity": 8 },
    "diminutive": { "strength": -8, "dexterity": 6 },
    "tiny": { "strength": -6, "dexterity": 4 },
    "small": { "strength": -4, "dexterity": 2 },
    "medium": {},
    "large": { "strength": 4, "dexterity": -2 },
    "huge": { "strength": 8, "dexterity": -4 },
    "gargantuan": { "strength": 12, "dexterity": -6 },
    "colossal": { "strength": 16, "dexterity": -8 }
  },
  "DND_RACE_ABILITY_MODIFIERS_DATA": {
    "human": {},
    "elf": { "dexterity": 2, "constitution": -2 },
    "dwarf": { "constitution": 2, "charisma": -2 },
    "halfling": { "dexterity": 2, "strength": -2 },
    "gnome": { "constitution": 2, "strength": -2 },
    "half-elf": {},
    "half-orc": { "strength": 2, "intelligence": -2, "charisma": -2 }
  },
  "DND_RACE_SKILL_POINTS_BONUS_PER_LEVEL_DATA": {
    "human": 1
  },
  "SKILL_DEFINITIONS_DATA": [
    { "value": "appraise", "label": "Appraise", "keyAbility": "intelligence", "description": "You can estimate the monetary value of an item." },
    { "value": "balance", "label": "Balance", "keyAbility": "dexterity", "description": "You can keep your balance when walking on a narrow or treacherous surface." },
    { "value": "bluff", "label": "Bluff", "keyAbility": "charisma", "description": "You can make a sucker out of someone or get them to believe something that isn't true." },
    { "value": "climb", "label": "Climb", "keyAbility": "strength", "description": "You can ascend or descend a slope, wall, or other steep incline." },
    { "value": "concentration", "label": "Concentration", "keyAbility": "constitution", "description": "You can focus your mind to cast a spell or perform some other action that requires your undivided attention." },
    { "value": "craft-alchemy", "label": "Craft (Alchemy)", "keyAbility": "intelligence", "description": "You can create alchemical items." },
    { "value": "craft-armorsmithing", "label": "Craft (Armorsmithing)", "keyAbility": "intelligence", "description": "You can create armor." },
    { "value": "craft-bowmaking", "label": "Craft (Bowmaking)", "keyAbility": "intelligence", "description": "You can create bows and arrows." },
    { "value": "craft-weaponsmithing", "label": "Craft (Weaponsmithing)", "keyAbility": "intelligence", "description": "You can create weapons." },
    { "value": "craft-trapmaking", "label": "Craft (Trapmaking)", "keyAbility": "intelligence", "description": "You can create mechanical traps." },
    { "value": "craft-pottery", "label": "Craft (Pottery)", "keyAbility": "intelligence", "description": "You can create ceramic items." },
    { "value": "craft-painting", "label": "Craft (Painting)", "keyAbility": "intelligence", "description": "You can create paintings and other visual art." },
    { "value": "decipher-script", "label": "Decipher Script", "keyAbility": "intelligence", "description": "You can read and understand unknown languages or coded messages." },
    { "value": "diplomacy", "label": "Diplomacy", "keyAbility": "charisma", "description": "You can influence others’ attitudes and behavior through negotiation and tact." },
    { "value": "disable-device", "label": "Disable Device", "keyAbility": "intelligence", "description": "You can disable traps and other mechanical devices." },
    { "value": "disguise", "label": "Disguise", "keyAbility": "charisma", "description": "You can change your appearance." },
    { "value": "escape-artist", "label": "Escape Artist", "keyAbility": "dexterity", "description": "You can slip out of bonds, wriggle through tight spaces, or escape a grapple." },
    { "value": "forgery", "label": "Forgery", "keyAbility": "intelligence", "description": "You can create false documents." },
    { "value": "gather-information", "label": "Gather Information", "keyAbility": "charisma", "description": "You can find out news, rumors, and other information by talking to people." },
    { "value": "handle-animal", "label": "Handle Animal", "keyAbility": "charisma", "description": "You can work with and train animals." },
    { "value": "heal", "label": "Heal", "keyAbility": "wisdom", "description": "You can provide medical aid to injured creatures." },
    { "value": "hide", "label": "Hide", "keyAbility": "dexterity", "description": "You can conceal yourself from others." },
    { "value": "intimidate", "label": "Intimidate", "keyAbility": "charisma", "description": "You can make others fearful or compliant through threats and coercion." },
    { "value": "jump", "label": "Jump", "keyAbility": "strength", "description": "You can leap across gaps or over obstacles." },
    { "value": "knowledge-arcana", "label": "Knowledge (Arcana)", "keyAbility": "intelligence", "description": "You know about magical traditions, arcane lore, and magical creatures." },
    { "value": "knowledge-architecture-and-engineering", "label": "Knowledge (Architecture & Engineering)", "keyAbility": "intelligence", "description": "You know about buildings, structures, and construction techniques." },
    { "value": "knowledge-dungeoneering", "label": "Knowledge (Dungeoneering)", "keyAbility": "intelligence", "description": "You know about dungeons, caverns, and subterranean creatures." },
    { "value": "knowledge-geography", "label": "Knowledge (Geography)", "keyAbility": "intelligence", "description": "You know about lands, terrain, climate, and peoples." },
    { "value": "knowledge-history", "label": "Knowledge (History)", "keyAbility": "intelligence", "description": "You know about past events, legendary people, and ancient civilizations." },
    { "value": "knowledge-local", "label": "Knowledge (Local)", "keyAbility": "intelligence", "description": "You know about local personalities, places, traditions, and laws." },
    { "value": "knowledge-nature", "label": "Knowledge (Nature)", "keyAbility": "intelligence", "description": "You know about animals, plants, seasons, weather, and natural cycles." },
    { "value": "knowledge-nobility-and-royalty", "label": "Knowledge (Nobility & Royalty)", "keyAbility": "intelligence", "description": "You know about lineages, heraldry, customs, and prominent figures among the nobility." },
    { "value": "knowledge-religion", "label": "Knowledge (Religion)", "keyAbility": "intelligence", "description": "You know about deities, myths, religious traditions, and holy symbols." },
    { "value": "knowledge-the-planes", "label": "Knowledge (The Planes)", "keyAbility": "intelligence", "description": "You know about the different planes of existence, their inhabitants, and their properties." },
    { "value": "listen", "label": "Listen", "keyAbility": "wisdom", "description": "You can hear faint sounds or notice subtle auditory details." },
    { "value": "move-silently", "label": "Move Silently", "keyAbility": "dexterity", "description": "You can move quietly and avoid detection by sound." },
    { "value": "open-lock", "label": "Open Lock", "keyAbility": "dexterity", "description": "You can pick locks on doors, chests, and other objects." },
    { "value": "perform-act", "label": "Perform (Act)", "keyAbility": "charisma", "description": "You can entertain an audience with acting, comedy, or storytelling." },
    { "value": "perform-sing", "label": "Perform (Sing)", "keyAbility": "charisma", "description": "You can entertain an audience with vocal music." },
    { "value": "perform-dance", "label": "Perform (Dance)", "keyAbility": "charisma", "description": "You can entertain an audience with dancing." },
    { "value": "perform-oratory", "label": "Perform (Oratory)", "keyAbility": "charisma", "description": "You can captivate an audience with speeches and public speaking." },
    { "value": "perform-string-instrument", "label": "Perform (String Instrument)", "keyAbility": "charisma", "description": "You can entertain an audience by playing a string instrument." },
    { "value": "profession-herbalist", "label": "Profession (Herbalist)", "keyAbility": "wisdom", "description": "You are skilled in identifying, gathering, and preparing herbs for medicinal or other uses." },
    { "value": "profession-sailor", "label": "Profession (Sailor)", "keyAbility": "wisdom", "description": "You are skilled in the tasks and knowledge required to operate and maintain a sailing vessel." },
    { "value": "ride", "label": "Ride", "keyAbility": "dexterity", "description": "You can ride a mount, including controlling it in combat or difficult situations." },
    { "value": "search", "label": "Search", "keyAbility": "intelligence", "description": "You can find hidden objects, traps, or secret doors." },
    { "value": "sense-motive", "label": "Sense Motive", "keyAbility": "wisdom", "description": "You can discern when someone is lying or hiding their true intentions." },
    { "value": "sleight-of-hand", "label": "Sleight of Hand", "keyAbility": "dexterity", "description": "You can perform acts of manual dexterity, such as picking pockets or concealing small objects." },
    { "value": "speak-language", "label": "Speak Language", "keyAbility": "none", "description": "You can speak and understand an additional language for each rank in this skill. You choose which language each rank represents." },
    { "value": "spellcraft", "label": "Spellcraft", "keyAbility": "intelligence", "description": "You can identify spells being cast, understand magical effects, and recognize magic items." },
    { "value": "spot", "label": "Spot", "keyAbility": "wisdom", "description": "You can notice hidden or subtle visual details." },
    { "value": "survival", "label": "Survival", "keyAbility": "wisdom", "description": "You can find your way in the wilderness, track creatures, and endure harsh conditions." },
    { "value": "swim", "label": "Swim", "keyAbility": "strength", "description": "You can move through water." },
    { "value": "tumble", "label": "Tumble", "keyAbility": "dexterity", "description": "You can perform acrobatic maneuvers to avoid attacks or move through difficult terrain." },
    { "value": "use-magic-device", "label": "Use Magic Device", "keyAbility": "charisma", "description": "You can activate magic items that you normally wouldn't be able to use, such as scrolls or wands of spells not on your class list." },
    { "value": "use-rope", "label": "Use Rope", "keyAbility": "dexterity", "description": "You can tie knots, secure ropes, and perform other tasks involving ropes." }
  ],
  "CLASS_SKILLS_DATA": {
    "barbarian": ["climb", "craft-alchemy", "craft-armorsmithing", "craft-bowmaking", "craft-weaponsmithing", "craft-trapmaking", "handle-animal", "intimidate", "jump", "listen", "ride", "survival", "swim"],
    "bard": ["appraise", "balance", "bluff", "climb", "concentration", "craft-alchemy", "craft-armorsmithing", "craft-bowmaking", "craft-weaponsmithing", "craft-trapmaking", "craft-pottery", "craft-painting", "decipher-script", "diplomacy", "disguise", "escape-artist", "gather-information", "hide", "jump", "knowledge-arcana", "knowledge-architecture-and-engineering", "knowledge-dungeoneering", "knowledge-geography", "knowledge-history", "knowledge-local", "knowledge-nature", "knowledge-nobility-and-royalty", "knowledge-religion", "knowledge-the-planes", "listen", "move-silently", "perform-act", "perform-sing", "perform-dance", "perform-oratory", "perform-string-instrument", "profession-herbalist", "profession-sailor", "sense-motive", "sleight-of-hand", "speak-language", "spellcraft", "swim", "tumble", "use-magic-device"],
    "cleric": ["concentration", "craft-alchemy", "craft-armorsmithing", "craft-bowmaking", "craft-weaponsmithing", "craft-trapmaking", "diplomacy", "heal", "knowledge-arcana", "knowledge-history", "knowledge-religion", "knowledge-the-planes", "profession-herbalist", "profession-sailor", "spellcraft"],
    "druid": ["concentration", "craft-alchemy", "craft-armorsmithing", "craft-bowmaking", "craft-weaponsmithing", "craft-trapmaking", "diplomacy", "handle-animal", "heal", "knowledge-nature", "listen", "profession-herbalist", "profession-sailor", "ride", "spellcraft", "spot", "survival", "swim"],
    "fighter": ["climb", "craft-alchemy", "craft-armorsmithing", "craft-bowmaking", "craft-weaponsmithing", "craft-trapmaking", "handle-animal", "intimidate", "jump", "ride", "swim"],
    "monk": ["balance", "climb", "concentration", "craft-alchemy", "craft-armorsmithing", "craft-bowmaking", "craft-weaponsmithing", "craft-trapmaking", "diplomacy", "escape-artist", "hide", "jump", "knowledge-arcana", "knowledge-religion", "listen", "move-silently", "perform-act", "perform-sing", "perform-dance", "perform-oratory", "perform-string-instrument", "profession-herbalist", "profession-sailor", "sense-motive", "spot", "swim", "tumble"],
    "paladin": ["concentration", "craft-alchemy", "craft-armorsmithing", "craft-bowmaking", "craft-weaponsmithing", "craft-trapmaking", "diplomacy", "handle-animal", "heal", "knowledge-nobility-and-royalty", "knowledge-religion", "profession-herbalist", "profession-sailor", "ride", "sense-motive"],
    "ranger": ["climb", "concentration", "craft-alchemy", "craft-armorsmithing", "craft-bowmaking", "craft-weaponsmithing", "craft-trapmaking", "handle-animal", "heal", "hide", "jump", "knowledge-dungeoneering", "knowledge-geography", "knowledge-nature", "listen", "move-silently", "profession-herbalist", "profession-sailor", "ride", "search", "spot", "survival", "swim", "use-rope"],
    "rogue": ["appraise", "balance", "bluff", "climb", "craft-alchemy", "craft-armorsmithing", "craft-bowmaking", "craft-weaponsmithing", "craft-trapmaking", "craft-pottery", "craft-painting", "decipher-script", "diplomacy", "disable-device", "disguise", "escape-artist", "forgery", "gather-information", "hide", "intimidate", "jump", "knowledge-local", "listen", "move-silently", "open-lock", "perform-act", "perform-sing", "perform-dance", "perform-oratory", "perform-string-instrument", "profession-herbalist", "profession-sailor", "search", "sense-motive", "sleight-of-hand", "spot", "swim", "tumble", "use-magic-device", "use-rope"],
    "sorcerer": ["bluff", "concentration", "craft-alchemy", "craft-armorsmithing", "craft-bowmaking", "craft-weaponsmithing", "craft-trapmaking", "knowledge-arcana", "profession-herbalist", "profession-sailor", "spellcraft"],
    "wizard": ["concentration", "craft-alchemy", "craft-armorsmithing", "craft-bowmaking", "craft-weaponsmithing", "craft-trapmaking", "decipher-script", "knowledge-arcana", "knowledge-architecture-and-engineering", "knowledge-dungeoneering", "knowledge-geography", "knowledge-history", "knowledge-local", "knowledge-nature", "knowledge-nobility-and-royalty", "knowledge-religion", "knowledge-the-planes", "profession-herbalist", "profession-sailor", "spellcraft"]
  },
  "CLASS_SKILL_POINTS_BASE_DATA": {
    "barbarian": 4,
    "bard": 6,
    "cleric": 2,
    "druid": 4,
    "fighter": 2,
    "monk": 4,
    "paladin": 2,
    "ranger": 6,
    "rogue": 8,
    "sorcerer": 2,
    "wizard": 2
  },
  "SKILL_SYNERGIES_DATA": {
    "bluff": [
      { "targetSkill": "diplomacy", "ranksRequired": 5, "bonus": 2 },
      { "targetSkill": "intimidate", "ranksRequired": 5, "bonus": 2 },
      { "targetSkill": "sleight-of-hand", "ranksRequired": 5, "bonus": 2 },
      { "targetSkill": "disguise", "ranksRequired": 5, "bonus": 2 }
    ],
    "craft-alchemy": [
      { "targetSkill": "appraise", "ranksRequired": 5, "bonus": 2 }
    ],
    "handle-animal": [
      { "targetSkill": "ride", "ranksRequired": 5, "bonus": 2 },
      { "targetSkill": "diplomacy", "ranksRequired": 5, "bonus": 2 }
    ],
    "knowledge-arcana": [
        { "targetSkill": "spellcraft", "ranksRequired": 5, "bonus": 2 }
    ],
    "search": [
        { "targetSkill": "survival", "ranksRequired": 5, "bonus": 2 }
    ],
    "sense-motive": [
      { "targetSkill": "diplomacy", "ranksRequired": 5, "bonus": 2 }
    ],
    "spellcraft": [
      { "targetSkill": "use-magic-device", "ranksRequired": 5, "bonus": 2 }
    ],
    "survival": [
      { "targetSkill": "knowledge-nature", "ranksRequired": 5, "bonus": 2 }
    ],
    "tumble": [
      { "targetSkill": "balance", "ranksRequired": 5, "bonus": 2 },
      { "targetSkill": "jump", "ranksRequired": 5, "bonus": 2 }
    ],
    "use-rope": [
      { "targetSkill": "escape-artist", "ranksRequired": 5, "bonus": 2 },
      { "targetSkill": "climb", "ranksRequired": 5, "bonus": 2 }
    ]
  }
}

    